Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: An Independence War
pt_br: Uma Guerra de Independência

source: AIW
pt_br: UGI

source: Fight against the world to save your people. Intermediate to expert level (containing strange features). UMC Music Books (1-12) and West's Chronicles (I and II) are not required but recommended.
pt_br: Lute contra o mundo para salvar seu povo. Nível de intermediário a experiente (contém sistemas diferentes). UMC Music Books (1-12) e West's Chronicles (I e II) não são necessários mas são recomendados.

source: End?
pt_br: Fim?

source: Attack!
pt_br: Ataque!

source: Easy
pt_br: Fácil

source: Defense!
pt_br: Defenda!

source: Survive!
pt_br: Sobreviva!

source: Hard
pt_br: Difícil

source: Campaign Design
pt_br: Design da Campanha

source: References
pt_br: Referências

source: A Group in a War, the prequel
pt_br: Um Grupo numa Guerra, a prequela

source: Image Sources
pt_br: Fontes de Imagens

source: Strange Legacy campaign: furnitures and watchtowers
pt_br: Campanha Strange Legacy: mobília e torres de vigia

source: Legend of the Invincibles campaign: goblin warbanner
pt_br: Campanha Legend of the Invincibles: goblin warbanner

source: Eternal: monks (sorry for giving malicious role to them)
pt_br: Eternal: monges (desculpe por dá-los papel malicioso)

source: Music
pt_br: Música

source: Special Thanks to a Great Bug Reporter (1.14.x)
pt_br: Agradecimentos Especiais aos Grandes Relatores de Erros (1.14.x)

source: Feedback/Bug-reports (1.14.x)
pt_br: Feedback/Relatos de erros (1.14.x)

source: Special Thanks to the Greatest Bug Reporter Ever (1.12.x)
pt_br: Agradecimentos Especiais aos Maiores Relatores de Erros de Sempre (1.12.x)

source: Feedback/Bug-reports (1.12.x)
pt_br: Feedback/Relatos de erros (1.12.x)

source: North Gate
pt_br: Portão Norte

source: South Gate
pt_br: Portão Sul

source: Frontline Fort
pt_br: Forte de Linha de Frente

source: Fling Forest
pt_br: Floresta Namorico

source: Windy Plain
pt_br: Planícies dos Ventos

source: The River
pt_br: O Rio

source: Mysterious Desert
pt_br: Deserto Misterioso

source: Wet Mountain City
pt_br: Cidade da Montanha Molhada

source: Mountain Lake City
pt_br: Cidade do Lago da Montanha

source: King Port City
pt_br: Cidade Portuária do Reino

source: Crownia (Capital)
pt_br: Corônia (Capital)

source: Sceptoria (Capital)
pt_br: Cetrônia (Capital)

source: Emperor Port City
pt_br: Cidade Portuária do Império

source: The Mouth
pt_br: A Boca

source: Goba City
pt_br: Cidade Goba

source: Goga City (Capital)
pt_br: Cidade Goga (Capital)

source: Free Aqua (Capital)
pt_br: Águas Livres (Capital)

source: Dragon Teeth (Capital)
pt_br: Dentes de Dragão (Capital)

source: Heaven's Peak
pt_br: Pico Celestial

source: Frozen Peak
pt_br: Pico Congelado

source: Death Highlands
pt_br: Planato da Morte

source: Firefly Highlands
pt_br: Planalto do Vaga-lume

source: Valen Mountains
pt_br: Montanhas do Vale

source: Undisturbable Plain
pt_br: Planície Imperturbável

source: Great Plain
pt_br: Grande Planície

source: Mother Plain
pt_br: Planície Mãe

source: Silent Stream
pt_br: Córrego Silencioso

source: River Aunt
pt_br: Rio Tia

source: Blue River
pt_br: Rio Azul

source: Great Lake
pt_br: Grande Lago

source: Lake Eyes
pt_br: Olhos do Lago

source: Waterless Lake
pt_br: Lago Seco

source: Dark Pool
pt_br: Charco Negro

source: Widow Forest
pt_br: Floresta Viúva

source: Great Forest
pt_br: Grande Floresta

source: Red Woods
pt_br: Bosque Vermelho

source: The Ocean
pt_br: O Oceano

source: Death Desert
pt_br: Deserto da Morte

source: Valley Windy
pt_br: Vale Ventoso

source: Murky Swamp
pt_br: Pântano Turvo

source: Deserter's Narrow
pt_br: Estreito dos Desertores

source: Great Dragon’s Nose
pt_br: Nariz do Grande Dragão

source: Wrath of Gaia
pt_br: Ira de Gaia

source: Do you want to change settings?
pt_br: Você quer mudar as configurações?

source: Initialize music list
pt_br: Inicializar lista de músicas

source: Really reinitialize music list?
pt_br: Quer mesmo reinicializar a lista de músicas?

source: Yes!
pt_br: Sim!

source: No!
pt_br: Não!

source: Mark enemy caution zone.<span color='red'>(Now: not marked)</span>
pt_br: Marcar zona de cuidado do inimigo.<span color='red'>(Agora: não marcado)</span>

source: Unmark enemy caution zone.<span color='green'>(Now: marked)</span>
pt_br: Desmarcar zona de cuidado do inimigo.<span color='green'>(Agora: marcado)</span>

source: Done.
pt_br: Feito.

source: Clammy^What?
pt_br: O quê?

source: <span color='yellow'>Important Notices</span>
pt_br: <span color='yellow'>Notícias Importantes</span>

source: Strategy Guide for Newbie by Clammy
pt_br: Guia Estratégico para Novatos de Clammy

source: <span color='yellow'>Gold</span>
pt_br: <span color='yellow'>Ouro</span>

source: <span color='yellow'>Soldiers and troops</span>
pt_br: <span color='yellow'>Soldados e tropas</span>

source: Attack and damage
pt_br: Ataque e dano

source: <span color='yellow'>Special units/buildings</span>
pt_br: <span color='yellow'>Unidades especiais/construções</span>

source: Miscellaneous
pt_br: Miscelânea

source: Thanks. (Leave here)
pt_br: Obrigado. (Sair)

source: Which one do you want to know?
pt_br: Qual você quer saber?

source: <span color='yellow'>Important menu items colored with yellow</span>
pt_br: <span color='yellow'>Itens importantes do menu estão coloridos em amarelo</span>

source: Menu items colored with <span color='yellow'>yellow</span> are important ones. Please read those items at least.
pt_br: Itens de menu coloridos em <span color='yellow'>amarelo</span> são importantes. Por favor leia pelo menos esses itens.

source: <span color='yellow'>You should NOT move from Fusia!</span>
pt_br: <span color='yellow'>Você NÃO deve sair de Fusia!</span>

source: You (You Company) should not move from Fusia if there are no urgent issues. For example, if you are in Fusia, a random soldier will be recruited every turn without any costs. But if you are not in Fusia, this doesn't happen. Various other office tasks such as troop management and sending spies also require you.
pt_br: Você (Você Companhia) não deve sair de Fusia se não houver questões urgentes. Por exemplo, se você está em Fusia, um soldado aleatório será recrutado em cada turno sem nenhum custo. Mas se você não estiver em Fusia, isso não acontecerá. Muitas outras tarefas de escritório como o gerenciamento da tropa e envio de espiões também precisam de você.

source: <span color='yellow'><b>How to build a troop?</b></span>
pt_br: <span color='yellow'><b>Como montar uma tropa?</b></span>

source: The secretary over there, Redy, assists you making a troop. First, <span color='yellow'>you need a soldier with his exploit higher than 50.</span> Further higher exploits are required to be a larger troop. Then, you can ask the secretary to make a troop. At this point, the created troop has only one member; the leader. To add other members, you can add them by <span color='yellow'>right-clicking the troop in the antechamber</span> (a room below this office). To send the created troop to the Field, you need to choose 'Go for the War!' item in the right-click-menu. In summary, <b>1.</b>: Prepare <span color='yellow'>soldier with exploit higher than 50</span>. <b>2.</b>: Move to <span color='yellow'>Ask Secretary</span> hex in this office. <b>3.</b>: Choose <span color='yellow'>Squad/Platoon/Company Menu</span>. <b>4.</b>: Choose <span color='yellow'>Create a Squad/Troop/Company</span>. <b>5.</b>: Choose a commander and click OK. <b>6.</b>: Quit menu. <b>7.</b>: <span color='yellow'>Right-click the created troop</span> in the antechamber (the room below). <b>8.</b>: Choose <span color='yellow'>Add/Remove members</span> and add members. <b>9.</b>: Right click the unit again and choose <span color='yellow'>Go for the War!</span> item.
pt_br: O secretário bem ali, Redy, auxilia você a fazer uma tropa. Primeiro, <span color='yellow'>você precisa de um soldado com proeza maior do que 50.</span> Proeza mais alta é requerida para uma tropa maior. Assim, você pode pedir ao secretário para fazer uma tropa. Nesse estágio, a tropa criada tem somente um membro: o líder. Para adicionar outros membros, você pode adicioná-los <span color='yellow'>clicando com o botão direito na tropa na sala de espera</span> (um cômodo abaixo deste escritório). Para enviar a tropa criada para o Campo, você precisa escolher o item 'Ir para a Guerra!' no menu do botão direito. Resumindo, <b>1.</b>: Prepare <span color='yellow'>soldados com proeza maior do que 50</span>. <b>2.</b>: Mova-se para o hex <span color='yellow'>Peça ao secretário</span> neste escritório. <b>3.</b>: Escolha <span color='yellow'>menu Esquadrão/Pelotão/Companhia</span>. <b>4.</b>: Escolha <span color='yellow'>Criar um Esquadrão/Pelotão/Companhia</span>. <b>5.</b>: Escolha um comandante e clique em OK. <b>6.</b>: Sair do menu. <b>7.</b>: <span color='yellow'>Clique com o direito na tropa criada</span> na sala de espera (o cômodo abaixo). <b>8.</b>: Escolha <span color='yellow'>Adicionar/Remover membros</span> e adicione membros. <b>9.</b>: Clique com o direito na unidade novamente e escolha o item <span color='yellow'>Ir para a Guerra!</span>.

source: <span color='yellow'>Income system!</span>
pt_br: <span color='yellow'>Sistema de Receita!</span>

source: Income consists of base <b>income</b> and <b>bonus income</b>. Outgo consists of <b>upkeep</b> and <b>other losses</b>. Please check the corresponding topics for the details. Keep in the mind this most important aspect about funding: <span color='yellow'>if our fund runs out, we are doomed</span>.
pt_br: Receita consiste na <b>receita</b> base e <b>receita bônus</b>. Despesas consistem em <b>manutenção</b> e <b>outras perdas</b>. Por favor leia os tópicos correspondentes para saber mais detalhes. Tenha em mente este aspecto mais importante sobre receita: <span color='yellow'>se nossos fundos acabarem, nós estaremos arruinados</span>.

source: Do not starve!
pt_br: Não passe fome!

source: Beware about amounts of foods. If foods run out, soldiers in the troop become starve and get damage every turns. To get foods, you need to move troops to a <span color='yellow'>village, castle, keep, or one of adjacent hexes of Fusia, Flag or Foodstorage</span>. Note that foods are supplied NOT when the troop moves on to those hexes. Foods are supplied at the beginning of the turn. On the other hand, enemy troops never starve. It is due to the skill level of the stupid author of this campaign...
pt_br: Tome cuidado com a quantidade de comida. Se ela acabar, soldados na tropa ficam esfomeados e recebem dano a cada turno. Para pegar comida, você precisa mover suas tropas para <span color='yellow'>aldeia, torre de menagem, ou um hexágono adjacente a Fusia, a uma Bandeira ou um Armazém de Comida</span>. Note que as comidas NÃO são fornecidas quandos as unidades se movem para esses hexágonos. Elas são fornecidas no início do turno. Por outro lado, tropas inimigas nunca ficam esfomeadas. Isso é por causa do nível de habilidade do autor estúpido desta campanha...

source: <span color='yellow'>Tips for Battles!</span>
pt_br: <span color='yellow'>Dicas para Batalhas!</span>

source: <b>Surround Enemy Unit</b>: You should surround enemy unit by your troops before attacking. Because those adjacent units have positive effect on battles through the 'coefficient' of the attack damage (see corresponding topic for detail), though they are not directly involved. More units in enemy adjacent, more damage on enemy and less damage taken from enemy. The opposite is also true, your units should not be surrounded by enemy troops. <b>Leadership</b>: Effect of leadership skill is different from the normal battles. If the leader has this skill, attack damage is increased (it is not shown in status window). There are no effects for adjacent allied unit.
pt_br: <b>Cerque a Unidade Inimiga</b>: Você deve cercar a unidade inimiga com suas tropas antes de atacar. Porque essas unidades adjacentes tem efeito positivo nas batalhas através do 'coeficiente' de dano de ataque (veja o tópico correspondente para detalhes), embora elas não são diretamente envolvidas. Quanto mais unidades adjacentes ao inimigo, mais dano no inimigo e menos dano sofrido do inimigo. O oposto também é verdade, suas unidades não devem ser cercadas por unidades inimigas. <b>Liderança</b>: O efeito da habilidade liderança é diferente das batalhas normais. Se o líder tiver essa habilidade, o dano de ataque é aumentado (isso não é mostrado na janela de status). Não há efeitos para unidade aliada adjacente.

source: Enemy Guardians/Enemy Leaders!
pt_br: Guardiões Inimigos/Líderes Inimigos!

source: Enemy leaders are in the capital city of the corresponding side. To defeat a side, you or your ally side have to defeat the leader of the target side. Some sides have guardian troops on certain places, usually on non-capital cities. For example, Empire has a guardian in 'the Mouth', and Kingdom has the one at the 'Frontline Fort'. If you managed to defeat a guardian, a Flag which prove you occupy that place will appear. Around the leaders and guardians, enemies will spawn to guard the place. You should defeat guardian/leader or leave there to remove spawned troops. The spawning number depends on the gold of that side. If there are not enough money, enemy will not spawn. If you want to know funding status of sides, send spies to target sides.
pt_br: Líderes inimigos estão na capital do lado correspondente. Para derrotar um lado, você ou um lado aliado devem derrotar o líder do lado alvo. Alguns lados têm tropas guardiãs em certos lugares, normalmente em cidades que não são a capital. Por exemplo, o Império tem um guardião em 'a Boca', e o Reino tem um no 'Forte de Linha de Frente'. Se você conseguir derrotar o guardião, uma Bandeira que prova que você ocupa aquele lugar irá aparecer. Ao redor dos líderes e guardiães, inimigos aparecerão para defender o lugar. Você deve derrotar o guardião/líder ou sair dali para as tropas que surgiram. A quantidade que surge depende do ouro daquele lado. Se não houver ouro suficiente, o inimigo não irá aparecer. Se você quiser saber o estado dos fundos dos inimigos, envie espiões para os lados alvos.

source: <span color='yellow'>Build watchtowers!</span>
pt_br: <span color='yellow'>Construa torres de vigia!</span>

source: Watchtowers are very useful type of building. This buildings do not have any attack abilities, but <span color='yellow'>they can clear fog of significant size of area.</span> The running cost is also cheap, 1 gold per turn. Build them for checking enemy actions. But do not build them on the place which is too close to enemies. Enemies will immediately crash the tower. (Buildings can be destroyed intentionally from the right click menu when Engineers are on the adjacent hex.)
pt_br: Torres de vigia são um tipo muito útil de construção. Essas construções não têm qualquer habilidade de ataque, mas <span color='yellow'>elas conseguem limpar a neblina de uma área significativa.</span> O custo de operação também é barato, 1 ouro por turno. Construa-as para notar as ações inimigas. Mas não as construa num lugar muito próximo aos inimigos. Eles destruirão a torre imediatamente. (Construções podem ser destruídas intencionalmente a partir do menu do botão direito quando os Engenheiros estiverem num hex adjacente.)

source: Do not build many Foodstorages!
pt_br: Não construa muitos Armazéns de Comida!

source: Foodstorage is a special type of building. Its running cost is high (5 gold per turn), but it provides foods to the troops adjacent at the beginning of the turns. Be sure to destory them once its neccesity goes off. Buildings can be destroyed intentionally from the right click menu when Engineers are in the adjacent hex.
pt_br: Armazém de Comida é um tipo especial de construção. Seu custo de operação é alto (5 ouros por turno), mas ele provê comida para as tropas adjacentes no início dos turnos. Tenha certeza de destruí-los uma vez que não forem mais necessários. (Construções podem ser destruídas intencionalmente a partir do menu do botão direito quando os Engenheiros estiverem num hex adjacente.)

source: How to help allies?
pt_br: Como ajudar aliados?

source: If an ally leader is in danger, you have to help him. The simplest way is to kill enemies by your troops. But it is possible only if there are troops nearby. What do we do if there are no suitable troops? The answer is simple, <span color='yellow'>send money to them using emissary</span>. The money will arrive at the beginning of the next turn, usually this maybe faster than your troops. The leader will recruit new troops using that money and will defeat the enemies. This way of aid is the most effective for us goblins. (Cynically) Because we goblins can recruit a troop by very low cost! 100 gold is well enough for us.
pt_br: Se algum líder aliado estiver em perigo, você deve ajudá-lo. O jeito mais simples é matar os inimigos com suas tropas. Mas isso só é possível quando há tropas nas proximidades. O que faremos quando não houver tropas em prontidão? A resposta é simples, <span color='yellow'>envie dinheiro a eles usando o emissário</span>. O dinheiro chegará no início do próximo turno, normalmente isso é mais rápido do que suas tropas. O líder recrutará novas tropas usando aquele dinheiro e derrotará os inimigos. Esse método de ajuda é o mais efetivo para nós góblins. (Cinicamente) Porque nós góblins podemos recrutar uma tropa a um custo muito baixo! 100 ouros é mais que suficiente para nós.

source: Back
pt_br: Voltar

source: I can give you an instruction about the strategy.
pt_br: Eu posso dar a você instruções sobre estratégia.

source: Basic strategy
pt_br: Estratégia básica

source: At first, we should defeat Dunefolks. There will be no other options except when goblins were defeated other factions.
pt_br: Em primeiro lugar, nós precisamos derrotar os Dunefolks. Não haverá outras opções exceto quando góblins forem derrotados por outras facções.

source: For the next step, dwarves should be defeated. Because they can easily pass through the mountains and attack Fusia directly. But attacking dwarves is little bit difficult due to the mountains intervening us. If we try to attack them from the west, Kingdom troops from the Frontline Fort will surely attack us. On the other hand, if we try to assault from the east, trolls will ambush us. I think we should defeat <b>Trolls</b> and then attack <b>Dwarves</b>. We, goblins can be helpful on this attack. In addition, cities of dwarves and trolls are bit far from Fusia. We may need some tricks to supply food...
pt_br: Para o próximo passo, anões devem ser derrotados. Porque eles podem facilmente passar pelas montanhas e atacar Fusia diretamente. Mas atacar os anões é um pouco difícil por causa das montanhas impedindo-nos. Se tentarmos atacar pelo oeste, tropas do Reino vindas do Forte de Linha de Frente com certeza nos atacarão. Por outro lado, se atacarmos pelo leste, trolls nos emboscarão. Eu acho que nós devemos derrotar <b>Trolls</b> e depois atacar os <b>Anões</b>. Nós góblins, podemos ser úteis nesse ataque. Além disso, as cidades dos anões e dos trolls ficam um pouco longe de Fusia. Talvez nós precisemos de alguns truques para suprir comida...

source: After defeating trolls and dwarves, you should attack orcs/drakes or saurians/elves. The choice is up to you. Orcs may have vast number of soldiers, so defeating them may not be easy. But once we defeat orcs, we can secure the eastern part of the land. On the other hand, saurians and elves may be defeated somewhat easier than orcs. But their positions are very close to the Kingdom or Imperial outposts. It may be difficult to save them when they were attacked.
pt_br: Depois de derrotar os trolls e anões, você deve atacar orcs/daconatos ou lagartos/elfos. A escolha é sua. É provável que os orcs ter um grande número de soldados, então derrotá-los talvez não seja fácil. Mas, uma vez que nós derrotarmos os orcs, a porção leste dessa terra estará sob nosso controle. Por outro lado, pode ser um pouco mais fácil derrotar lagartos e elfos do que os orcs. Mas as posições deles são bem próximas aos postos avançados do Reino ou do Império. Pode ser difícil salvá-los quando eles forem atacados.

source: against Kingdom
pt_br: contra o Reino

source: Defeating Kingdom is almost impossible. They must have vast number of soldiers and leaders. We should be defensive against them. The South Gate is the critical point. We should block them there. Some of their troops will come from the Fling forest or east side of the Fusia. Do not miss those troops. It is to be noted here that we should not get close to their outposts. If they find us near their outpost, they will surely send troops.
pt_br: Derrotar o Reino é quase impossível. Tantos seus soldados quantos seus líderes são vastamente numerosos. Nós devemos ficar na defensiva contra eles. O Portão Sul é o ponto crítico. Nós precisamos bloqueá-los lá. Algumas das tropas deles virão pela Floresta Namorico ou pelo lado leste de Fusia. Não deixe essas tropas passarem. Deve ser notado aqui que não devemos nos aproximar dos postos avançados deles. Se eles nos encontrarem próximos dos seus postos avançados, com certeza eles enviarão tropas.

source: against Empire
pt_br: contra o Império

source: Basic strategy is the same as that against Kingdom. We should block them at the North Gate. Goblins of Goba city will also be attacked by them. You may need to send money to goblins. It is to be noted here that we should not get close to their outposts. If they find us near their outpost, they will surely send us troops.
pt_br: A estratégia básica é a mesma que a contra o Reino. Nós devemos bloqueá-los no Portão Norte. Góblins da cidade Goba também serão atacados por eles. Talvez você precise enviar dinheiro aos góblins. Deve ser notado aqui que não devemos nos aproximar dos postos avançados deles. Se eles nos encontrarem próximos dos seus postos avançados, com certeza eles enviarão tropas.

source: against Goblins
pt_br: contra Góblins

source: We are ally, so you may not need to fight against us. But if the leader at Goga city is defeated, you should hurry to regain the control. Goblin troops have rider type soldiers. Expected to be effective to kill enemy shooters.
pt_br: Nós somos aliados, então você talvez não precise lutar conosco. Mas se o líder na cidade Goga for derrotado, você precisará correr para reobter o controle. Tropas góblin tem soldados do tipo cavaleiro. É esperado que sejam efetivos para matar atiradores inimigos.

source: <span color='yellow'>against Dunefolks</span>
pt_br: <span color='yellow'>contra Dunefolks</span>

source: They are primary target. Their number may not be so large. We need 3-5 troops to defeat them. But never underestimate them, because they are good at fighting on sand and skill of individual soldier is rather high. Their troops do not have very strange features, healers might be the only special types.
pt_br: Eles são o primeiro alvo. Eles provavelmente não são muito numerosos. Nós precisaremos de 3-5 tropas para derrotá-los. Mas nunca os subestime, porque eles lutam bem na areia e a habilidade de cada soldado deles é grande. As tropas deles não tem características muito estranhas, curandeiros devem ser os únicos tipos especiais.

source: against Orcs
pt_br: contra Orcs
