Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: Then, that damn arrogant paperpusher had come from the capital, Crownia, to publish and execute the new law. I arrested that worm and forced it back. Honestly, I wanna turn back that bug to clay. Anyway, this event make me realize there is no time to negotiate. There had been some other ways, but I decided ... to fight against the Kingdom ... or, against the world. Our allies are small bunch of goblins and nearly extinct nagas. Kingdom, Empire, and all the allies of them are the enemies. Such war is apparently ridiculous. I will surely die in the war, but our will stay longer in this world and will change something.
pt_br: Então, aquele burocrata desgraçado e arrogante veio da capital, Corônia, para publicar e executar a nova lei. Eu prendi aquele verme e forcei-o a retornar. Honestamente, eu queria fazê-lo retornar ao barro. De qualquer forma, este evento fez-me perceber que não há tempo para negociação. Havia outros jeitos, mas eu decidi ... em lutar contra o Reino ... ou, contra o mundo. Nossos aliados são um pequeno punhado de góblins e os quase extintos nagas. Reino, Império e todos os aliados deles são os inimigos. Tal guerra é aparentemente ridícula. Eu com certeza irei morrer nesta guerra, mas nosso desejo permanecerá neste mundo e mudará algo.

source: ... I honestly told those pessimistic words to our core members. Did you expect how many of members? Five, or ten? The answer is TWO (excluding me). So in other word, I told to the secretary and Clammy. As I recall, I should have called the leader of naga, $aiw_naga_head_name. Why I forgot about him? I had been really confusing at that time... Anyway, if they wanted to leave here, I would gladly accept the offer.
pt_br: ... Eu honestamente falei essas palavras pessimistas para os nossos membros principais. Você esperava quantos membros? Cinco, ou dez? A resposta é DOIS (tirando eu). Então em outras palavras, eu falei ao secretário e ao Clammy. Pelo que lembro, eu deveria ter chamado o líder naga, $aiw_naga_head_name. Por que eu esqueci dele? Eu estava realmente confuso nessa hora... De qualquer forma, se eles quisessem sair daqui, eu iria aceitar a oferta contentemente.

source: But the responses from these two were completely beyond my expectation... in good meaning.
pt_br: Mas as respostas desses dois foram completamente além das minhas expectativas... no bom sentido.

source: <b>Clammy</b>: I will help you as in the previous war. Actually, the odds are not so bad. You simply overestimated the armies of Kingdom and Empire. Both of them are not in the good situation in financial view. They cannot concentrate on us. Small bunch of troops will attack us, but it may not be enough to defeat us. In addition, as you know, generals in their capital are not so smart.
pt_br: <b>Clammy</b>: Eu irei ajudar você como na guerra anterior. Na verdade, as chances não são tão ruins. Você simplesmente superestima os exércitos do Reino e do Império. Ambos não estão em boa situação do ponto de vista financeiro. Eles não podem se concentrar em nós. Pequenos punhados de tropas nos atacarão, mas isso pode não ser suficiente para nos derrotar. Além disso, como você sabe, os generais na capital não são tão inteligentes.

source: <b>The Secretary</b>: Empire may not be directly involved in the early stage. Kingdom never accepts our country, and the king surely declares this land is formally belong to Kingdom. Kingdom may not ask help from the Empire to prove their strength. If Empire directly attacks us in that situation, it clearly means the pact of the previous war is broken. It could result in the direct war between Empire and Kingdom. Empire never desires such a disastrous war. Moreover, Empire has a fear on you, they may not wanna fight against you. Direct attack from Empire may not happen, but they may use indirect ways... If I were the general of Empire, I will give some money to Dunefolks and ask to attack us. Or, hire some bandits to bother us. Once we show our weakness, Empire will directly attack us with all the might.
pt_br: <b>O Secretário</b>: O Império pode não se envolver diretamente neste estágio inicial. O Reino nunca aceitará nosso país, e o rei com certeza declara que esta terra pertence formalmente ao Reino. O Reino pode não pedir ajuda ao Império como uma prova de força. Se o Império atacar-nos diretamente nessa situação, claramente significa que o pacto da guerra anterior foi quebrado. Isso pode resultar em uma guerra direta entre o Império e o Reino. O Império nunca desejaria uma guerra tão desastrosa. Além disso, o Império tem medo de você, eles podem não querer lutar contra você. Ataques diretos contra o Império pode não acontecer, mas eles podem usar de meios indiretos... Se eu fosse o general do Império, eu daria algum dinheiro aos Dunefolks e pediria para eles nos atacarem. Ou, contrataria alguns bandidos para nos incomodar. Uma vez que mostrássemos nossa fraqueza, o Império vai atacar diretamente com tudo.

source: ... My desperate decision doesn’t seem to be concerned seriously. What a brilliant tacticians they are! Those two guys could become a better lord than me. Anyway, there is no way back. We must proceed.
pt_br: ... Minha decisão desesperada não parece ter sido levada muito a sério. Que táticos brilhanes eles são! Esses dois caras poderiam se tornar melhores mestres do que eu. De qualquer forma, não há como voltar atrás. Nós devemos prosseguir.

source: Dawn
pt_br: Amanhecer

source: Morning - First Hour
pt_br: Manhã - Primeira Hora

source: Morning - Second Hour
pt_br: Manhã - Segunda Hora

source: Midday
pt_br: Meio-dia

source: Afternoon - First Hour
pt_br: Tarde - Primeira Hora

source: Afternoon - Second Hour
pt_br: Tarde - Segunda Hora

source: Dusk
pt_br: Anoitecer

source: First Watch - First Hour
pt_br: Noite - Primeira Hora

source: First Watch - Second Hour
pt_br: Noite - Segunda Hora

source: Midnight
pt_br: Meia-noite

source: Second Watch - First Hour
pt_br: Madrugada - Primeira Hora

source: Second Watch - Second Hour
pt_br: Madrugada - Segunda Hora

source: Error: unknown trait $hoge is detected.
pt_br: Erro: característica desconhecida $hoge foi detectada.

source: trait^tough
pt_br: durão

source: trait-female^tough
pt_br: durona

source: increase all physical resistance by 10%.
pt_br: aumenta todas as resistências físicas em 10%.

source: trait^impenetrable
pt_br: impenetrável

source: trait-female^impenetrable
pt_br: impenetrável

source: increase pierce resistance by 20% and decrease blade resistance by 10%.
pt_br: aumenta a resistência perfurante em 20% e diminui a resistência cortante em 10%.

source: trait^assisted
pt_br: auxiliado

source: trait-female^assisted
pt_br: auxiliada

source: thanks to Clammy, your defense increased 10% in most terrains and the melee damage increased by 1.
pt_br: graças ao Clammy, sua defesa aumenta 10% na maioria dos terrenos e o dano corpo a corpo aumenta em 1.

source: trait^disaster
pt_br: desastre

source: trait-female^disaster
pt_br: desastre

source: your incredible skill grants a disastrous strength to this troop.
pt_br: sua aptidão inacreditável garante força desastrosa para esta tropa.

source: trait^storm
pt_br: tempestade

source: trait-female^storm
pt_br: tempestade

source: this stormy troop will easily crash enemy troops
pt_br: esta tropa estrondosa irá facilmente esmagar tropas inimigas

source: trait^leading wind
pt_br: ventos fortes

source: trait-female^leading wind
pt_br: ventos fortes

source: this troop is assisted by a leading wind
pt_br: esta tropa é auxiliada por ventos fortes

source: trait^calm
pt_br: calmaria

source: trait-female^calm
pt_br: calmaria

source: this troop is quite steadfast against enemy attacks
pt_br: esta tropa tem uma boa posição defensiva contra ataques inimigos

source: trait^healing
pt_br: medicação

source: trait-female^healing
pt_br: medicação

source: units in this troop will be healed 8 points every turn
pt_br: unidades nesta tropa serão medicadas 8 pontos a cada turno

source: Fire,Ice,Icy,Dark,Holy,Glorious,Tremendous,Sneaking,Invisible,Amazing,Black,Ancient,Shadow,Earth,Brilliant,Flame,Gold,Platinum
pt_br: Fogo,Gelo,Glacial,Sombrio,Sagrado,Glorioso,Tremendo,Sorrateiro,Invisível,Surpreendente,Negro,Ancião,Sombra,Terra,Brilhante,Chama,Ouro,Platina

source: Sword,Blade,Dagger,Gem,Diamond,Scepter,Wand,Spear,Armor,Helmet,Staff,Axe,Rod,Cross,Statue,Beads,Turban,Hood,Flag,Knife,Crown
pt_br: Espada,Lâmina,Adaga,Gema,Diamante,Cetro,Varinha,Lança,Armadura,Capacete,Cajado,Machado,Bastão,Cruz,Estátua,Miçangas,Turbante,Capuz,Bandeira,Faca,Coroa

source: $tusvt.name|... This doesn't seem to have a special power. It is better to sell.
pt_br: $tusvt.name|... Isso não parece ter um poder especial. É melhor vender.

source: You get $tusvt.gold gold!
pt_br: Você recebeu $tusvt.gold ouros!

source: Merfolk Treasure! We should ask $aiw_naga_head_name to persuade merfolks to join us!
pt_br: Tesouro Merfolk! Nós devemos pedir ao $aiw_naga_head_name para persuadir os merfolks a se unirem a nós!

source: $tusvt.name|, this is apparently a magical item. This may be useful in this war. We should give it to some troop. Note: you can grant it to a troop from troop management menu at antechamber of the Office.
pt_br: $tusvt.name|, aparentemente este é um item mágico. Ele pode ser útil nesta guerra. Nós deveriamos dar ele a alguma tropa. Nota: você pode conceder este item para uma tropa a partir do menu de gerenciamento da tropa na sala de espera do Escritório.
