Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: <span color='yellow'>Create a Squad/Platoon/Company</span>
pt_br: <span color='yellow'>Criar um Esquadrão/Pelotão/Companhia</span>

source: Choose a leader unit
pt_br: Escolher uma unidade como líder

source: No suitable soldier as a leader. (a leader unit requires at least 50 of exploit.)
pt_br: Nenhum soldado está apto a ser líder. (uma unidade líder requer pelo menos 50 de proeza.)

source: <span color='yellow'>Recruit</span>
pt_br: <span color='yellow'>Recrutar</span>

source: Which type of soldier?
pt_br: Que tipo de soldado?

source: <span color='yellow'>Recruit an experienced commander for <b>40g</b> <span size='smaller'>NOTE: a level 2 unit who can be a leader of squad</span></span>
pt_br: <span color='yellow'>Recrutar um comandante experiente por <b>40 ouros</b> <span size='smaller'>NOTA: uma unidade nível 2 que pode liderar um esquadrão</span></span>

source: <span color='yellow'>Recruit a spearman or bowman for <b>10g</b></span>
pt_br: <span color='yellow'>Recrutar um lanceiro desmontado ou arqueiro por <b>10 ouros</b></span>

source: Recruit a rider for <b>15g</b> <span size='smaller'>NOTE: A Horseman or Cavalryman</span>
pt_br: Recrutar um cavaleiro por <b>15 ouros</b> <span size='smaller'>NOTA: Um Lanceiro Montado ou Equestre</span>

source: Recruit a mage for <b>15g</b>
pt_br: Recrutar um mago por <b>15 ouros</b>

source: <span color='yellow'>Recruit a group of engineers for <b>20g</b> <span size='smaller'>NOTE: costs <b>1g</b> to keep when they are on the Field</span></span>
pt_br: <span color='yellow'>Recrutar um grupo de engenheiros por <b>20 ouros</b> <span size='smaller'>NOTA: custa <b>1 ouro</b> para manutenção quando eles estão no Campo</span></span>

source: You recruited a group of Engineers!
pt_br: Você recrutou um grupo de Engenheiros!

source: Recruit a Paperpusher for <b>2g</b>. <span size='smaller'>NOTE: costs <b>1g</b> to keep when they are on the Field. This unit is not useful in the early stage of the game!</span>
pt_br: Recrutar um Burocrata por <b>2 ouros</b>. <span size='smaller'>NOTA: custa <b>1 ouro</b> para manutenção quando eles estão no Campo. Esta unidade não é útil no estágio inicial do jogo!</span>

source: You recruited a paperpusher.
pt_br: Você recrutou um burocrata.

source: Don't recruit now.
pt_br: Não recrutar agora.

source: Where to send? (needs <span color='yellow'>2g</span> to send, <span color='yellow'>1g</span> per turn to keep, and we should have at least 10 gold to send a spy somewhere.)
pt_br: Enviar para onde? (precisa de <span color='yellow'>2 ouros</span> para enviar, <span color='yellow'>1 ouro</span> por turno para manutenção, e nós devemos ter pelo menos 10 ouros para enviar um espião aonde for.)

source: <span color='yellow' size='smaller'>4 turns are required for preparations.</span>
pt_br: <span color='yellow' size='smaller'>4 turnos necessários para os preparativos.</span>

source: <span color='yellow' size='smaller'>3 turns are required for preparations.</span>
pt_br: <span color='yellow' size='smaller'>3 turnos necessários para os preparativos.</span>

source: <span color='yellow' size='smaller'>2 turns are required for preparations.</span>
pt_br: <span color='yellow' size='smaller'>2 turnos necessários para os preparativos.</span>

source: <span color='yellow' size='smaller'>1 turn is required for preparations.</span>
pt_br: <span color='yellow' size='smaller'>1 turno necessário para os preparativos.</span>

source: Their residence is too different from us. We cannot send a spy to their territory.
pt_br: A moradia deles é muito diferente da nossa. Nós não podemos enviar um espião ao território deles.

source: Send later.
pt_br: Enviar depois.

source: Which side?
pt_br: Qual lado?

source: Information of $aiw_team[$work].name: <span color='yellow'>Funding</span><tt> <u>gold</u> : $aiw_gold[$work].value (max: $aiw_funding[$work].max_gold|) <u>base income</u> : $aiw_funding[$work].base_income <u>recruit cost</u>: $aiw_funding[$work].troop_gold gold for recruiting a troop </tt> <span color='yellow'>War</span><tt> <u>target</u> : $aiw_team[$aiw_side_stat[$work].target].name <u>ally</u> : $ally_text </tt> <span color='yellow'>Intimacy</span><tt> <u>intimacy</u> : $aiw_side_stat[$work].intimacy </tt>
pt_br: Informações de $aiw_team[$work].name: <span color='yellow'>Fundos</span><tt> <u>ouro</u> : $aiw_gold[$work].value (max: $aiw_funding[$work].max_gold|) <u>receita base</u> : $aiw_funding[$work].base_income <u>custo de recrutamento</u>: $aiw_funding[$work].troop_gold gold for recruiting a troop </tt> <span color='yellow'>Guerra</span><tt> <u>alvo</u> : $aiw_team[$aiw_side_stat[$work].target].name <u>aliado</u> : $ally_text </tt> <span color='yellow'>Intimidade</span><tt> <u>intimidade</u> : $aiw_side_stat[$work].intimacy </tt>

source: What purpose?
pt_br: Qual propósito?

source: Send money to an ally side. <span size='smaller' color='yellow'>NOTE: need some money; never fail</span>
pt_br: Enviar dinheiro para um lado aliado. <span size='smaller' color='yellow'>NOTA: precisa de algum dinheiro; nunca falha</span>

source: Ask an ally side to attack enemy. <span color='yellow' size='smaller'>NOTE: intimacy decreases when succeded; nothing happens if failed.</span>
pt_br: Pedir a um lado aliado para atacar um inimigo. <span color='yellow' size='smaller'>NOTA: intimidade diminui quando há sucesso; nada acontece se falhar.</span>

source: Ask an ally side to stop attacking. <span color='yellow' size='smaller'>NOTE: never fail.</span>
pt_br: Pedir a um lado aliado para parar de atacar. <span color='yellow' size='smaller'>NOTA: nunca falha.</span>

source: Thanks. (Finish)
pt_br: Obrigado. (Finalizar)

source: To which side? Money will be delivered to the target side on the beginning of next turn.
pt_br: Para qual lado? O dinheiro será entregue ao lado destinatário no início do próximo turno.

source: The emissary cannot go there by himself, and there is no need to send gold to merfolks.
pt_br: O emissário não consegue ir lá sozinho, e não há necessidade de enviar ouro aos merfolks.

source: How much amount?
pt_br: Qual quantidade?

source: 100 gold
pt_br: 100 ouros

source: 50 gold
pt_br: 50 ouros

source: 25 gold
pt_br: 25 ouros

source: input value
pt_br: inserir um valor

source: Please input amount of gold (input 0 to cancel)
pt_br: Por favor insira a quantidade de ouro (insira 0 para cancelar)

source: amount of gold
pt_br: quantia de ouro

source: Well, stop sending money.
pt_br: Certo, pare de enviar dinheiro.

source: Send $tmp_gold_amount gold?
pt_br: Enviar $tmp_gold_amount ouros?

source: First, we have to determine which side to attack.
pt_br: Primeiro, precisamos determinar qual lado atacar.

source: Ask which side to attack $aiw_team[$aiw_emissary.attack].name|?
pt_br: Perguntar qual lado atacar $aiw_team[$aiw_emissary.attack].name|?

source: $aiw_team[$aiw_emissary.attack].name| is very distant from $aiw_team[$aiw_emissary.target].name|. In my humble opinion, it may not be good idea to ask them. Do you really ask them?
pt_br: $aiw_team[$aiw_emissary.attack].name| é muito distante dos $aiw_team[$aiw_emissary.target].name|. Na minha humilde opinião, pode não ser uma boa ideia pedir isso a eles. Você quer realmente pedir a eles?

source: NO!
pt_br: NÃO!

source: YES!
pt_br: SIM!

source: Send an emissary for <span color='yellow'>proxy war</span> to <span color='red'>$aiw_team[$aiw_emissary.target].name</span> with <span color='yellow'>$aiw_emissary.gold gold</span> of gift?
pt_br: Enviar um emissário para pedir <span color='yellow'>guerra por procuração</span> aos <span color='red'>$aiw_team[$aiw_emissary.target].name</span> com <span color='yellow'>$aiw_emissary.gold ouros</span> de presente?

source: To which side?
pt_br: Para qual lado?

source: Send an emissary for <span color='yellow'>stopping war</span> to <span color='red'>$aiw_team[$aiw_emissary.target].name</span>?
pt_br: Enviar um emissário para <span color='yellow'>parar a guerra</span> aos <span color='red'>$aiw_team[$aiw_emissary.target].name</span>?

source: To which side? The emissary will arrive the target side in the beginning of next turn.
pt_br: Para qual lado? O emissário chegará ao lado destino no início do próximo turno.

source: Please input amount of gold
pt_br: Por favor entre com a quantidade de ouro

source: Ah!? What!
pt_br: Ah!? O quê!

source: Give me a hint for the treasure for <span color='yellow'>5g</span>?
pt_br: Dê-me uma dica para o tesouro por <span color='yellow'>5 ouros</span>?

source: Hmmmm, this place is.... Ha! The nearest city from that place must be <span color='yellow'>$nearest.city</span>! It must be <span color='yellow'>$nearest.distance</span> from the city!
pt_br: Hmmmm, este lugar é.... Ha! A cidade mais perto desse lugar deve ser <span color='yellow'>$nearest.city</span>! Ela deve estar <span color='yellow'>$nearest.distance</span> da cidade!

source: Give me a hint again? (<span color='yellow'>free of charge</span>)
pt_br: Dê-me uma dica novamente? (<span color='yellow'>grátis</span>)

source: The nearest city from that place must be <span color='yellow'>$nearest.city</span>! It must be <span color='yellow'>$nearest.distance</span> from the city!
pt_br: A cidade mais perto desse lugar deve ser <span color='yellow'>$nearest.city</span>! Ela deve estar <span color='yellow'>$nearest.distance</span> da cidade!

source: Countries/Cities
pt_br: Países/Cidades

source: Many cities in this land!! Which one!? Say!
pt_br: Há muitas cidades nesta terra!! Qual especificamente!? Diga!

source: This city! Fusia is the name of city as well as this country! Ridiculously confusing! You should rename them!! Plenty of foods available here, such as fishes and grains! But there are no mines no prominent industries here! What a rural place!
pt_br: Esta cidade! Fusia é o nome desta cidade bem como deste país! Ridiculamente confuso! Você deve renomeá-los!! A comida é abundante aqui, tais como peixes e grãos! Mas não há minas nem indústrias proeminentes aqui! Que lugar rural!

source: Cities of Kingdom (go to submenu)
pt_br: Cidades do Reino (ir ao submenu)

source: Kingdom capital city in <b>South West</b>! The central city of the Kingdom in terms of many aspects! I believe this is the second greatest city in this land! It is vast and well-guarded!! The academy is also in this city!!! Ah?! What is the greatest city?! It is definitely Knerg! Dwarvish capital!!
pt_br: A capital do Reino fica a <b>Sudoeste</b>! É a cidade central do Reino em muitos aspectos! Eu acredito que esta é a segunda maior cidade desta terra! É vasta e bem protegida!! A academia também fica nessa cidade!!! Ah?! Qual é a maior cidade?! É definitivamente Knerg! A capital dos Anões!!

source: The biggest port of the Kingdom! Very urban place unlike here! It locates <b>West</b> from here, north of Crownia! Famous for good foods, metals, jewelries, beers, and liquors! Everything is available there! I want to move to that kind of rich city! But I don't like silent city like that!
pt_br: O maior porto do Reino! Um lugar muito urbanizado, diferentemente deste lugar! Fica localizado a <b>Oeste</b> daqui, ao norte de Corônia! Famosa pela boa comida, metais, joalherias, cervejas e licores! Tem tudo lá! Eu quero me mover para um tipo de cidade rica assim! Mas eu não gosto de uma cidade silenciosa como aquela!

source: Relatively new city <b>South</b> from here! It is known as a good sightseeing place! That is also an important guard post! They are always watching we dwarves, damned trolls, and scary monsters from the east mountains! Really damned army there! You should crash them as soon as possible!
pt_br: Uma cidade relativamente nova, ao <b>Sul</b> daqui! É conhecida como um local turístico! Ela é também um importante posto de guarda! Eles sempre estão observando nós, anões, os malditos trolls, e monstros assustarores das montanhas do leste! Realmente um exército bem maldito lá! Você deve esmagá-los o mais rápido possível!

source: Rural old city in <b>South West</b>! It had been a capital of the Kingdom since the founding of that country! About 200 years ago, a smart king decided to move the capital to Crownia from that rural old city!!! I know history well as well as geography! History and geography is tightly linked!!
pt_br: Velha cidade rural a <b>Sudoeste</b>! Ela foi a capital do Reino desde a fundação daquele país! Cerca de 200 anos atrás, um rei inteligente decidiu mover a capital daquela velha cidade rural para Corônia!!! Eu sei história tão bem quanto geografia! História e geografia estão fortemente ligadas!!

source: Definitely you already know! This is a fort just <b>South</b> of Fusia! Kingdom scums had built this poor, isolated fort very recently! They definitely anticipated your betrayal! This fort must be a primary enemy of this country! Crash it!
pt_br: Definitivamente você conhece! Este é um forte logo ao <b>Sul</b> de Fusia! Os vermes do Reino construíram este pobre, isolado forte muito recentemente! Eles definitivamente anteciparam sua traição! Este forte deve ser um inimigo primário para este país! Esmague-o!

source: Cities of Empire (go to submenu)
pt_br: Cidades do Império (ir ao submenu)

source: Capital city of the Empire locating in the <b>North</b>! The biggest city in the north of the River! The vast plains around this city provides enormous amount of foods to the Empire! Attacking this city is incredibly hard due to the guard of the fort, the Mouth!!
pt_br: A capital do Império localiza-se no <b>Norte</b>! A maior cidade ao norte do Rio! As vastas planícies ao redor desta cidade fornecem grandes quantidade de comida ao Império! Atacar esta cidade é incrivelmente difícil devido a guarda do forte, A Boca!!

source: The biggest port of the Empire! There is nothing to say anymore! Port city of Kingdom is much better than this boring one!
pt_br: O maior porto do Império! Não há nada mais a dizer! A cidade portuária do Reino é bem melhor do que esta coisa chata!

source: A fort just <b>North</b> from here! It was built just after the previous war! Empire scums lost this land by your deeds, hahahahaha!! If the Empire joins attacks on Fusia, this fort may become the frontline fort! This fort is also close to the one of monkey cities! You should care those monkeys when fighting against the Empire!
pt_br: Um forte logo ao <b>Norte</b> daqui! Ele foi construído logo após a última guerra! Os vermes do Império perderam esta terra pelas tuas ações, hahahahaha!! Se o Império juntar-se ao ataque em Fusia, este forte pode se tornar um forte de linha de frente! Este forte também fica próximo a uma das cidades dos macacos! Você deve cuidar desses macacos quando lutando contra o Império!

source: Goba and Goga
pt_br: Goba e Goga

source: Those two places are near here! But I cannot say they are cities!! Smaller than villages! No one cares about those shorty monkeys!!! Those idiots never be useful! Discard them!
pt_br: Esses dois lugares ficam próximos daqui! Mas eu não posso dizer que elas são cidades!! Menores do que aldeias! Ninguém se importa com esses macacos pequenos!!! Esses idiotas nunca serão úteis! Discarte-os!

source: ...except Clammy!
pt_br: ...exceto o Clammy!

source: OK! Goblins are very brave and horrible!
pt_br: OK! Góblins são muito bravos e horríveis!

source: Sand-human city <b>North West</b> from here! They are good merchants as well as good mercenaries!! They provide good irons and jewelries to us dwarves! There may be good mines in the mountain close to their city! They are tough negotiator but once promised they never break promises!!!
pt_br: A cidade do povo da areia a <b>Noroeste</b> daqui! Eles são bons mercadores e também bons mercenários!! Eles fornecem bons ferros e joalherias para nós anões! Pode haver boas minas naquela montanha próxima à cidade deles! Eles são negociadores duros mas uma vez que prometem eles nunca quebram suas promessas!!!

source: Baragor...?! It is a pig farm! No civilization there!! Pigs are easily tamed by anything!! Foods, money, or battles!! But be care, they are too stupid to remember promises!!! Such uncivilized pigs must be exterminated!!
pt_br: Baragor...?! É uma fazenda de porcos! Sem civilização lá!! Porcos são facilmente domáveis por qualquer coisa!! Comida, dinheiro ou batalhas!! Mas tenha cuidado, eles são estúpidos demais para lembrar de promessas!!! Tais porcos incivilizados devem ser exterminados!!

source: Knerg!! The greatest city in the world! Fortunately, that is very close here! Only several days to <b>South East</b> from here! You must visit there as soon as possible!! Visit there immediately!! You can't?! Are you insane?! Gahahaha, you should bring so many gold when you visit! We dwarves love gold!
pt_br: Knerg!! A maior cidade do mundo! Felizmente, essa cidade é bem próxma daqui! Somente alguns dias a <b>Sudeste</b> daqui! Você deve visitar aquele lugar o mais rápido possível!! Visite imediatamente!! Você não pode?! Você é louco?! Gahahaha, você deve trazer tanto ouro quando você visitar! Nós anões amamos ouro!

source: Um, uncivilized residence of rocky idiots in <b>East</b>! They are stupid, greedy, coward, and stupid!! If you give money to those idiots, they definitely follow you!! They are really stupid and greedy!!! But I recommend you to annihilate them! Because their smell like ass!!
pt_br: Hm, residência dos idiotas pedregosos incivilizados a <b>Leste</b>! Eles são estúpidos, gananciosos, covardes e estúpidos!! Se você der dinheiro a esses idiotas, eles definitivamente seguirão você!! Eles são realmente estúpidos e ambiciosos!!! Mas eu recomendo você aniquilá-los porque eles cheiram igual um traseiro!!

source: Sylvania... Residence of green monsters in the <b>West</b>.. Dull idiots often say they are peaceful race!! Ha, definitely not!! When I entered the Great Forest to get woods, they immediately shot me without any warnings!! They definitely tried to kill me!! Such violent monsters cannot be tamed!!!
pt_br: Sylvania... Residência dos monstros verdes a <b>Oeste</b>. Idiotas aborrecidos frequentemente dizem que eles são uma raça pacífica!! Ha, definitivamente não!! Quando eu entrei na Grande Floresta para pegar madeira, eles imediatamente atiraram em mim sem avisar!! Eles definitivamente tentaram me matar!! Monstros tão violentos não podem ser domesticados!!!

source: Free Aqua?! It must be a fish market in <b>Far West</b>!!! I dont know fish market! There maybe so many fishes!! But there may not be irons and other metals!! We civilized beings cannot arrive there without ships! Ridiculous!!! I want to grill those damn fishes!!
pt_br: Águas Livres?! Deve ser uma mercado de peixes no <b>Extremo Oeste</b>!!! Eu não conheço mercados de peixe! Deve haver tantos peixes!! Mas não deve ter ferros e outros metais!! Nós, seres civilizados não podemos chegar lá sem navios! Ridículo!!! Eu quero assar aqueles malditos peixes!!

source: Dragon Teeth?! Err, you mean the small village of that coward lizards in <b>North East</b>!? Their body is very big! But their mind is too small!! Those idiots hate battles and wars like you!! Really coward! Those lizards are not useful! All they can do is flying away from the enemy!!
pt_br: Dentes de Dragão?! Err, você quer dizer aquela pequena aldeia daqueles lagartos covardes ao <b>Nordeste</b>!? O corpo deles é muito grande! Mas a mente deles é tão pequena!! Esses idiotas odeiam batalhas e guerras como você!! Realmente covardes! Esses lagartos não são úteis! Tudo o que eles sabem fazer é fugir voando do inimigo!!

source: Ha! Slicks!? You say that is a city?! Ridiculous!!! It locates <b>West</b> of this Fusia, but no houses, no buildings there! Just lizards are gathering there! They are uncivilized bloodthirsty monsters! If you wanna tame them, the only way is to defeat them!!!
pt_br: Ha! Slicks!? Você diz que isso é uma cidade?! Ridículo!!! Ela fica a <b>Oeste</b> de Fusia, mas sem casas nem construções lá! Só lagartos juntam-se lá! Eles são monstros incivilizados com sede de sangue! Se você quiser domesticá-los, o único jeito é derrotá-los!!!

source: Land features
pt_br: Características do Terreno

source: Which one?! Say immediately or die!!
pt_br: Qual?! Diga imediatamente ou morra!!

source: The biggest river in this land running from east to west! You definitely know it because the river run through this country! This big river is deep and the flow is strong!! Terrible barricade in the map!
pt_br: O maior rio nesta terra, correndo do leste a oeste! Você definitivamente conhece-o porque o rio corre através deste país! Este rio é profundo e o fluxo é forte!! Uma barreira terrível no mapa!

source: That is a river running through Wet Mountain City in south west!! This river is also deep and the flow is rather rapid!! What idiot call it <i>Silent</i> Stream?!! This river is nothing silent! Ridiculous!!
pt_br: Aquele é um rio corredo através da Cidade da Montanha Molhada, a sudoeste!! Este rio também é profundo e o fluxo é bem rápido! Que idiota chamou-o Córrego <i>Silencioso</b>?!! Este rio não é nada silencioso! Ridículo!!

source: This river flows into the River, the biggest one! But this happens very very upper part of the river! No one need to care such an unimportant river!! I never have visited there! That place is too far from here!!
pt_br: Este rio fui para O Rio, o maior de todos! Mas isso acontece bem bem acima no rio! Ninguém presta atenção num rio tão pouco importante!! Eu nunca visitei aquele lugar! Esse lugar é muito longe daqui!!

source: Very very ordinary river!! It is easy to be utilized! Much better than other ones! This one runs through Sceptoria, the capital of the Empire!
pt_br: Rio muito muito ordinário!! É fácil de utilizar! Bem melhor do que os outros! Este corre através de Cetrônia, a capital do Império!

source: Huge lake in the south! Biggest lake around here!! Some idiot says this lake <i>Dreamy</i> because it is too beautiful! I hate that this too romantic name!! I wanna rename it!
pt_br: Um enorme lago no sul! O maior lago das redondezas!! Alguns idiotas dizem que este lago é <i>Sonhador</i> porque ele é muito belo! Eu odeio isso ser um nome muito romântico!! Eu quero renomeá-lo!

source: Twin lake in the Valen mountains!! It is all! Ordinary humans cannot visit there!! That mountains are terribly steep!
pt_br: Os lagos gêmeos nas Montanhas Valen!! Isso é tudo! Humanos ordinários não conseguem visitar lá!! Aquelas montanhas são terrivelmente íngrimes!

source: Waterless lake?! That must be a frozen lake in far north-east!! Almost all the living beings never have visited there!! I wanna know what exists there! Rumor says there used to be a ruin of the demolished civilization!
pt_br: Lago Seco?! Isso deve ser um lago congelado no extremo nordeste!! Quase todas as coisas vivas nunca visitaram aquele lugar!! Eu queria saber o que existe lá! Rumores dizem que costumava ter uma ruína de uma civilização demolida por lá!

source: Dark Pool?! It is just a puddle! Proper name is not necessary for such a minor puddle! It locates south of the orcish village! It must be full of orcish piss!!
pt_br: Charco Negro?! É só uma poça! Nome próprio não é necessário para uma poça tão pequena! Ela localiza-se ao sul da aldeia orc! Deve estar cheia de mijo de orc!!

source: It is the highest peak around here!! That place is believed to be a nest of gryphons!! Terribly danger place for civilized beings!! I wanna visit there!! Rumor says there used to be an ancient city close to that peak?! But I cannot believe people can live such a harsh land!
pt_br: É o maior pico das redondezas!! Acredita-se que aquele lugar seja um ninho de grifos!! Lugar terrivelmente perigoso para criaturas civilizadas!! Eu quero visitar!! Rumores dizem que costumava ter uma cidade antiga perto daquele pico?! Mas eu não consigo acreditar que pessoas viviam numa terra tão severa!
