Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: Damage coefficient (see melee or ranged attack calculation scheme first) is calculated from the number of soldiers of your troop and enemy troop. If you have many vanguards than enemy, your coeffient becomes large and the enemy one becomes small. This value is calculated individually for vanguards and shooters. Thus, coefficients of melee and ranged are usually different. Note that <b>RIDERs usually do not contribute to that coefficient</b>. The number of soldiers counts not only the fighting troops themselves, troops adjacent are also considered. So surrounding the enemy unit is a good tactics. <tt>Example: (my troop1)-(enemy)-(my troop2) : good (my troop1)-(my troop2)-(enemy) : no covering, (my troop1) should be adjacent to (enemy).</tt> Some skills like your one will change this coefficient independent of the circumstances.
pt_br: Coeficiente de dano (primeiramente veja o esquema de cálculo dos ataque corpo a corpo e de longa distância) é calculado a partir do número de soldados da sua tropa e da tropa inimiga. Se você tem muitos vanguardeiros a mais do que o inimigo, seu coeficiente torna-se grande e o do inimigo pequeno. Este valor é calculado individualmente para vanguardeiros e atiradores. Assim, os coeficientes de corpo a corpo e de longa distância normalmente são diferentes. Note que <b>CAVALEIROS normalmente não contribuem para esse coeficiente</b>. O número de soldados leva em conta não só as tropas que lutam, tropas adjacentes também são consideradas. Então cercar o inimigo é uma boa tática. <tt>Exemplo: (minha tropa1)-(inimigo)-(minha tropa2) : bom (minha tropa1)-(minha tropa2)-(inimigo): sem cobertura, (minha tropa1) deveria estar adjacente ao (inimigo).</tt> Algumas aptidões como a sua mudarão este coeficiente independente das circunstâncias.

source: Which one? Note these units are not efficient in combat. If they are attacked by enemies, they are undoubtedly killed/destroyed.
pt_br: Qual? Note que essas unidades não são eficientes em combate. Se elas forem atacadas por inimigos, elas sem dúvida serão mortas/destruídas.

source: <span color='yellow'>Engineers</span>
pt_br: <span color='yellow'>Engenheiros</span>

source: Engineers
pt_br: Engenheiros

source: They are skilled craftsperson. They can build Watchtowers and Foodstorages on the Field. They are valuable people in our country, so we cannot use many of them. They have too many works for our people. To create a building, right click at adjacent hex of them. You will find the menu item. If you wanna destroy a building, send them adjacent hex of it and right click the building. You should not let them die. If enemy troops has come when they are creating a building, you should give up the construction and let them go away. (Their move point recovers when the building is destroyed. This recovery happens only after the 2nd turn of the construction.)
pt_br: Eles são artesãos habilidosos. Eles podem construir Torres de Vigia e Armazéns de Comida no Campo. Eles são pessoas valiosas no nosso país, então nós não podemos usar muitos deles. Eles podem fazer muitas contribuições para nosso povo. Para criar uma construção, clique com o direito num hex adjacente à eles. Você encontrará o item no menu. Se quiser destruir uma construção, envie eles à um hex adjacente e clique com o direito na contrução. Você não pode deixar eles morrerem. Se tropas inimigas aparecerem quando eles estiverem criando uma construção, você deve abandonar a construção e deixar eles irem embora. (Os pontos de movimento deles são recuperados quando a construção é destruída. Esta recuperação acontece só depois do 2º turno da construção.)

source: Paperpusher
pt_br: Burocrata

source: These wicked guys may not be so useful in our country. But if we can manage to send them to an enemy village, they will get money from that village. It causes some damages to enemy sides. In addition, they might give us some portion of their profit. They know they shall be slain if they did not do that. Enemy soldiers may hate people like them. Paperpushers might be able to lure enemy troops.
pt_br: Esses caras perversos podem não ser muito úteis em nosso país. Mas se você conseguir mandá-los para uma aldeia inimiga, eles pegarão dinheiro daquela aldeia. Isso causa alguns danos para os lados inimigos. E mais, eles podem dar uma parte do lucro deles. Eles sabem que eles deverão ser mortos se não fizerem isso. Soldados inimigos podem odiar pessoas como eles. Burocratas podem ser capazes de atrair tropas inimigas.

source: Spy
pt_br: Espião

source: They are not field units, but they can gather some information of our enemies ... and allies. If you have enough money, you should better send them to nearby enemies. They will scent signs of attacks or deceptions. Infiltration to other sides is not an easy task even for them. They cannot stay long in the other country. Infiltration to large countries.... Kingdom and Empire might be extremely difficult mission.
pt_br: Eles não são unidades de campo, mas eles conseguem obter alguma informação dos nossos inimigos ... e aliados. Se você tiver dinheiro suficiente, é melhor enviá-los aos inimigos próximos. Eles irão sinalizar os ataques ou fraudes. Infiltrações em outros lados não é uma tarefa fácil, mesmo para eles. Eles não conseguem ficar muito tempo em outros países. Infiltrações em países grandes.... Reino e Império podem ser uma missão extremamente difícil.

source: Flag
pt_br: Bandeira

source: If you managed to defeat guardian troops, this unit is placed on that fort/keep. This unit simply means this fort/keep is occupied by the side of the flag owner. <b>Flags cannot move, and immediately destroyed if attacked</b>. Once the flag is destroyed, the guardian will reappear. NOTE: if you have flag unit, you can get some bonus income every turn.
pt_br: Se você conseguir derrotar tropas guardiãs, esta unidade é colocada naquele forte/torre de menagem. Esta unidade significa simplesmente que este forte/torre de menagem é ocupado pelo lado do dono da bandeira. <b>Bandeiras não conseguem se mover, e são imediatamente destruídas se forem atacadas</b>. Uma vez que a bandeira for destruida, o guardião reaparecerá. NOTA: se você tem uma unidade bandeira, você recebe uma receita bônus a cada turno.

source: <span color='yellow'>Watchtower</span>
pt_br: <span color='yellow'>Torre de Vigia</span>

source: Watchtower
pt_br: Torre de Vigia

source: A Watchtower clears the fog of wide area, though it cannot move. Engineers can create Watchtower on the Field. A Watchtower costs 1 gold every turn, so you should not create too many of them. Useless Watchtowers can be destroyed by the Engineers.
pt_br: Uma Torre de Vigia limpa a neblina de uma área extensa, embora ela não possa mover-se. Engenheiros podem criar Torres de Vigia no Campo. Uma Torre de Vigia custa 1 ouro por turno, então você não deve criar muitas delas. Torres de Vigia inúteis podem ser destruidas pelos engenheiros.

source: Foodstorage
pt_br: Armazém de Comida

source: Foodstorages provide foods to our troops. Engineers can build them on the Field. But they cost a lot (5 gold per turn) and not so useful in usual cases because we can get foods from any villages or keeps. They can be useful when attacking rural places or not so uncivilized races... such as saurians, trolls, and orcs, where there are not so many villages around.
pt_br: Armazéns de Comida fornecem comida para nossas tropas. Engenheiros podem construí-los no Campo. Mas eles custam bastante (5 ouros por turno), e não tão úteis em casos normais pois podemos obter comida de qualquer aldeia ou torre de menagem. Eles podem ser úteis quando atacarmos lugares rurais ou raças não tão civilizadas... como lagartos, trolls e orcs, onde não há tantas aldeias ao redor.

source: Which topic?
pt_br: Qual tópico?

source: Special Abilities?
pt_br: Habilidades Especiais?

source: Your Ability: You have special skill <span color='yellow'>disaster</span>. This skill increase attack damage of your troop and reduce damage taken from the enemy. This is a very unique and powerful skill.
pt_br: Sua Habilidade: Você tem a aptidão especial <span color='yellow'>desastre</span>. Esta aptidão aumenta o ataque de sua tropa e reduz o dano do inimigo. Esta é uma aptidão muito poderosa e é única.

source: Christopher: The trickster has the skill <span color='yellow'>storm</span>. It increases the attack damage like your skill <b>disaster</b>. But there is no advantage in defending.
pt_br: Cristofer: O vigarista tem a aptidão <span color='yellow'>tempestade</span>. Ela aumenta o dano de ataque como a sua aptidão <b>desastre</b>. Mas não há vantagem defensiva.

source: Arsenio and Heinrich: The alcoholics has the skill <span color='yellow'>leading wind</span>. It increases the attack damage and reduces the damage they taken. It is basically the same as your skill <b>disaster</b>, but the effect is somewhat weaker than your one. Actually, if alcoholics troop vastly outnumbers the enemy, this skill could reduce the advantage a little bit. They are not so careful if they have great advantage. Still this skill is very helpful in harsh circumstances.
pt_br: Arsenio and Heinrich: Os alcoólatras têm a aptidão <span color='yellow'>ventos fortes</span>. Ela aumenta o dano de ataque e reduz o dano recebido por eles. É basicamente o mesmo que a sua aptidão <b>desastre</b>, mas o efeito é um pouco mais fraco do que a sua. Na verdade, se as tropas dos alcoólatras superam com grande diferença o número de inimigos, essa habilidade pode reduzir a vantagem um pouco. Eles não são tão cuidadosos se eles têm uma grande vantagem. Ainda assim, essa aptidão ajuda muito em situações difíceis.

source: Andrzej: The hardhead has the skill <span color='yellow'>calm</span>. It reduces the damage they taken. This is the counterpart of the Christopher's skill <span color='yellow'>storm</span>.
pt_br: Andrzej: O cabeça-dura tem a aptidão <span color='yellow'>calmaria</span>. Ela reduz o dano recebido por eles. Esta é a a contraparte da aptidão do Cristofer, <span color='yellow'>tempestade</span>.

source: Boss of nagas, $aiw_naga_head_name|, appears in this office every three turns. <span color='yellow'>If you want to negotiate with merfolks, their help is necessary.</span> This is because we have no ships to go to merfolk city. In addition, rumor says nagas know the ancient treasures hidden in land. If you are interested in those artifacts, ask them.
pt_br: O chefe dos nagas, $aiw_naga_head_name|, aparece neste escritório a cada três turnos. <span color='yellow'>Se você quiser negociar com os merfolks, a ajuda deles é necessária.</span> Isso é necessário porque nós não temos navios para ir à cidade merfolk. Além disso, rumores dizem que nagas conhecem tesouros antigos escondidos na terra. Se você estiver interessado nesses artefatos, fale com eles.

source: Use Riders wisely
pt_br: Use Cavaleiros sabiamente

source: Do not waste riders. They are special units to ambush shooters. In other words, their battle ability is not efficient in attacking vanguards. Gathering riders is a good option to assassinate the shooter leader. In that case, rider troop surely kills the leader within a few times of attacks. The opposite is also true, you should be careful about enemy riders. If our leader is the only shooter in a troop and the enemy troop has more than two riders, single melee attack could cause the death of the leader.
pt_br: Não desperdice cavaleiros. Eles são um tipo especial de unidade para emboscar atiradores. Em outras palavras, a habilidade de batalhas deles não é eficiente em atacar vanguardeiros. Reunir cavaleiros é uma boa opção para assassinar o líder atirador. Nesse caso, a tropa de cavalaria com certeza matará o líder dentro de poucos ataques. O oposto também é verdadeiro, você deve tomar cuidado com cavaleiros inimigos. Se nosso líder é o único atirador na tropa e o inimigo tem mais do que dois cavaleiros, um único ataque corpo a corpo poderá causar a morte do líder.

source: Gold of enemy/ally?
pt_br: Ouro do inimigo/aliado?

source: Enemy and ally actions also depend their funding status. They also have income like us. Enemy/ally gold will be consumed when... 1. recruiting troops for attacking/defensing 2. send money to other sides (maybe only Kingdom and Empire do that) It is to be noted that the cosumed gold can be reverted for the case 1, if the enemy troops disappear like when retreating. If you want to avoid such reverting, you must destroy the troops by killing their leaders. Or at least give some damage to those troops. Death or injury of the soldiers will cost the enemy at some extent.
pt_br: Ações inimigas e aliadas também dependem do estado dos fundos deles. Eles, como nós, também têm receita. Ouro inimigo/aliado será consumido quando... 1. recrutar tropas para atacar/defender 2. enviar dinheiro aos outros lados (talvez só o Reino e o Império façam isso) Deve ser notado que o ouro consumido pode ser revertido no caso 1, se as tropas inimigas desaparecerem, por exemplo quando estão recuando. Se você quiser evitar tal reversão, você deve destruir as tropas matando os líderes. Ou pelo menos infrinja algum dano nessas tropas. Soldados mortos ou feridos irão custar um pouco mais ao inimigo.

source: Suppress bandits or monsters?
pt_br: Suprimir bandidos e monstros?

source: Once they appear, you have to defeat them by sending troop. We should prevent spawning of them. <span color='yellow'>Bandits and monsters may not appear in our visible area</span> because they are afraid of us. If you place troops in their region or built watchtower in those regions, you can prevent generation of them. As for bandits in Fling forest, they might be a cheap proxy of Imperial army. Once Empire takes a direct action by themselves, those bandits won't appear anymore. Please keep in mind that normal bandits and monsters can be suppressed by that way, but specially trained soliders or agents never wince at us. Those foes might appear within our visible area.
pt_br: Uma vez que eles aparecem, você deve derrotá-los enviando uma tropa. Nós devemos prevenir o aparecimento deles. <span color='yellow'>Pode ser que bandidos e monstros não apareçam em nosso alcance visual</span> porque eles têm medo de nós. Se você colocar tropas na região deles ou construir torres de vigia nessas regiões, você consegue prevenir o aparecimento deles. Quanto aos bandidos da Floresta Namorico, eles podem ser representantes baratos ao exército Imperial. Uma vez que o Império começar a tomar ações diretas por conta própria, esses bandidos não aparecerão mais. Por favor tenha em mente que esses bandidos normais podem ser suprimidos desse jeito, mas soldados treinados especialmente ou agentes nunca estremecem conosco. Esse inimigos podem aparecer dentro do nosso alcance visual.

source: You recruited a spearman!
pt_br: Você recrutou um lanceiro desmontado!

source: You recruited a bowman!
pt_br: Você recrutou um arqueiro!

source: You recruited a mage!
pt_br: Você recrutou um mago!

source: You recruited a horseman!
pt_br: Você recrutou um soldado montado!

source: You recruited a cavalryman!
pt_br: Você recrutou um equestre!

source: type^none
pt_br: nenhum

source: range^none
pt_br: nenhum

source: Wet Mountain
pt_br: Montanha Molhada

source: Mountain Lake
pt_br: Lago da Montanha

source: King Port
pt_br: Porto do Reino

source: Crownia
pt_br: Corônia

source: Sceptoria
pt_br: Cetrônia

source: Emperor Port
pt_br: Porto do Império

source: Free Aqua
pt_br: Aquae Livres

source: Dragon Teeth
pt_br: Dentes de Dragão

source: very short distance
pt_br: distância bem pequena

source: not far
pt_br: não longe

source: bit far
pt_br: um pouco longe

source: far
pt_br: longe

source: very far
pt_br: muito longe

source: Unit Status
pt_br: Estado da Unidade

source: status^image
pt_br: imagem

source: status^name
pt_br: nome

source: status^HP
pt_br: HP

source: status^EXP
pt_br: EXP

source: status^exploit
pt_br: proeza

source: status^traits
pt_br: características

source: Select/Change
pt_br: Selecionar/Mudar

source: Cancel
pt_br: Cancelar

source: [F]
pt_br: [V]

source: [B]
pt_br: [R]

source: [R]
pt_br: [C]

source: Members:
pt_br: Membros:

source: Foods:
pt_br: Comida:

source: number of members
pt_br: número de membros

source: amount of food
pt_br: quantidade de comida

source: Attacks
pt_br: Ataques

source: attacks
pt_br: ataques

source: melee attack
pt_br: ataque corpo a corpo

source: melee attack (vanguards + riders + shooters)
pt_br: ataque corpo a corpo (vanguardeiros + cavaleiros + atiradores)

source: ranged attack
pt_br: ataque à distância

source: Epilogue
pt_br: Epílogo

source: CHEERS!! We have won! We are free from the idiots of Kingdom and Empire! Today’s beer is too yummy!
pt_br: FELICIDADES!! Nós vencemos! Nós estamos livres dos idiotas do Reino e do Império! A cerveja de hoje é tão gostosa!

source: Fiona^Yeah!
pt_br: Eeehhhh!

source: Why you begin drinking, trickster? Did you also join to the alcoholic team? We should wait the words of our lord.
pt_br: Por que você começou a beber, vigarista? Você também se juntou ao time dos alcoólatras? Nós devemos esperar pelas ordens de nosso mestre.

source: Hey hardhead, we must be starved if we wait for his words!! Such bad customs must be abandoned!
pt_br: Ei cabeça-dura, nós vamos passar fome se esperarmos as ordens dele!! Esses maus costumes devem ser abandonados!

source: Hm. It is very alcoholic logic. But, waiting for words from him is really a waste of the time. At least in the current situation, your words make sense.
pt_br: Hm. É uma lógica muito alcoólatra. Mas, esperar as ordens dele é realmente perda de tempo. Pelo menos na situação atual, suas palavras fazem sentido.

source: Hardhead is convinced! The party has begun! I prepared drakish liquor today! It was really expensive!
pt_br: O Cabeça-dura foi convencido! A festa começou! Eu preparei um licor dracônico! Foi bem caro!

source: HA?! Drakish liquor? Such a light liquor never matches the dwarvish one! Dwarvish liquor is the best alcohol in the world!
pt_br: Hein?! Licor dracônico? Um licor tão leve nunca será páreo para o dos anões! O licor dos anões é o melhor álcool do mundo!

source: Hey $aiw_naga_head_name|, what about the requested one?
pt_br: Ei $aiw_naga_head_name|, e quanto aquele que foi requisitado?

source: I got it, of course. Here is a barrel of what you requested.
pt_br: Eu peguei, claro. Aqui está o barril do que você requisitou.

source: I also helped his job!
pt_br: Eu também ajudei no trabalho dele!

source: Excellent job! Dwarvish and Drakish liquor is just a simple and cheap liquor. Good liquors are not such a simple one. Human liquor is much better than dwarvish and drakish ones in this sense. But, the best liquor is the elvish one!! Using well-grown fruits, specially chosen barrels, and well considered period of the maturation! Everything is perfect! This is the best in the world.
pt_br: Ótimo trabalho! Os licores dos Anões e dos Draconatos são apenas licores simples e baratos. Licores bons não são tão simples. O Licor dos humanos é muito melhor do que os dos anões e dos draconatos nesse sentido. Mas, o melhor licor é o élfico!! Usando frutas bem cultivadas, barris escolhidos a dedo, e o período de maturação exato! Tudo é perfeito! Este é o melhor do mundo.

source: So let's determine the best liquor in the world.
pt_br: Então vamos determinar o melhor licor do mundo.

source: Never forget this Fusian liquor. I wanna improve this, our liqour. This liquor is not a best one in the world, but it will become the best one in the future!
pt_br: Nunca esqueçam deste licor Fusiano. Eu quero melhorar isto, nosso licor. Este licor não é o melhor do mundo, mas se tornará o melhor no futuro!

source: Excellent! So, we need an intensive and extensive investigation of alcohols! We must buy many many many liquors and brews for tasti.. investigation!
pt_br: Excelente! Então, nós precisamos de uma investigação intensiva e extensiva dos álcoois! Nós devemos comprar muitos muitos muitos licores e cervejas para degust.. investigação!

source: Hey trickster, it is a good idea! That plan must be started as soon as possible! It must be the most urgent task of us! Let's begin that plan as sson as possible!
pt_br: Ei vigarista, é uma boa ideia! Esse plano precisa começar o mais rápido possível! Ele é a nossa tarefa mais urgente! Vamos começar o plano o mais rápido possível!

source: Of course I agree!
pt_br: Claro que eu concordo!

source: Ahem. (Glancing at the secretary.)
pt_br: Ahem. (Olha de relance para o secretário.)

source: General Arsenio, general Heinrich, and general Christopher, you wanna something to drink? How about my fireballs to sober your brain?
pt_br: General Arsenio, general Heinrich e general Cristofer, vocês querem algo para beber? Que tal minhas bolas de fogo para deixar vocês sóbrios?

source: ... of course, it is merely a joke. Never take it serious.
pt_br: ... claro, é meramente uma piada. Nunca leve isso a sério.

source: ... you and that hardhead are really hardheaded. You should learn jokes.
pt_br: ... você e aquele cabeça-dura são realmente cabeças-duras. Vocês devem aprender a brincar.

source: I am not talking just about for costs. ... what about your jobs during the round-trip?
pt_br: Eu não estou falando somente por despesas. ... o que será dos seus trabalhos durante a ida e volta?

source: ... my jobs? The war is finished. I have no urgent tasks, and I am good at hiding my status. Because I am a so-called trickster! There is no problems!
pt_br: ... meus trabalhos? A guerra terminou. Eu não tenho tarefas urgentes, e eu sou bom em esconder minha ocupação. Porque eu sou o tão chamado vigarista! Não tem problema!

source: (apparently looks angry)
pt_br: (olha aparentemente com raiva)

source: ...?! (I failed...? Anyway, he is just a mage. His fireballs never be so disastrous. I CAN ENDURE!)
pt_br: ...?! (Eu falhei...? De qualquer forma, ele é só um mago. Suas bolas de fogo nunca seriam tão desastrosas. EU CONSIGO AGUENTAR!)

source: Great wrath to an idiot
pt_br: Grande cólera à um idiota

source: Great wrath recalled something great.
pt_br: Grande cólera invocou algo ótimo.

source: Why... you can ... use .. lightning . . .
pt_br: Por que... você pode ... usar .. raios . . .

source: Wrath grants me a great power.
pt_br: A cólera me fornece um grande poder.

source: ... (what an idiot, trickster)
pt_br: ... (que idiota, vigarista)

source: ... (I underestimated this mage. He is stronger than me?)
pt_br: ... (eu subestimei este mago. Ele é mais forte do que eu?)

source: Hm. Rest in peace, Christopher.
pt_br: Hm. Descance em paz, Cristofer.

source: Hey Redy, WHAT are you? You must not be an ordinary mage. As far as I know, mages who can use lightning is quite rare even in Kingdom or Empire. How do you think, Andrzej?
pt_br: Ei Redy, O QUE é você? Você não deve ser um mago ordinário. Até onde eu sei, magos que podem usar raios são bem raros mesmo no Reino ou Império. O que você acha, Andrzej?

source: Hmm. He is really an able mage. His power can be already bigger than me, though he seems to be much younger than me. Redy, you are an incredible mage. Your administrative working is excellent as all of us know, but I recommend you to concentrate on training and studying of magics.
pt_br: Hmm. Ele realmente é um mago capaz. Seu poder pode talvez já seja maior do que o meu, embora ele pareça ser bem mais novo do que eu. Redy, você é um mago incrível. Seu trabalho administrativo é excelente como todos nós sabemos, mas eu recomendo que você se concenctre em treinar e estudar magia.
