Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: I never throw away my current tasks. Because those tasks indirectly increased my skills. I had been a very very ordinary mage when I was in the mage academy in Crownia. My power is increased after I got current position. Logic of magics is not so much different from the other kinds of logics. Learning non-magic things can improve my magics. Training of magics, such as firing fireballs, is of course regularly performing, though.
pt_br: Eu nunca abandono minhas tarefas atuais. Porque essas tarefas aumentam indiretamente minhas habilidades. Eu era um mago muito muito ordinário quando eu estava na academia de magos em Corônia. Meu poder aumentou depois que eu cheguei na minha ocupação atual. A lógica da magia não é tão diferente de outros tipos de lógica. Aprender coisas fora da magia pode melhorar minha magia. Treinamento de magia, tais como atirar bolas de fogo, claro, é efetuado regularmente.

source: Hm. Great. But you are too busy, your tasks should be reduced by assigning assistants or something. I will help your administrative tasks for the time being, and I want to help your magic training. The latter is just for my fun.
pt_br: Hm. Ótimo. Mas você está muito ocupado, suas tarefas deveriam ser reduzidas atribuindo assistentes ou algo do tipo. Eu lhe ajudarei com suas tarefas administrativas por enquanto, e eu quero ajudar você no seu treinamento de magia. O último é apenas por diversão.

source: I appreciate your offer for helps! It sounds amazingly great!
pt_br: Eu agradeço suas ofertas de ajuda. Soa surpreendentemente ótima!

source: Hey lord, how do you find out him? If there is a way to find smart guy like him or Clammy, please tell us that.
pt_br: Ei mestre, como você encontrou ele? Se há um jeito de encontrar um rapaz esperto como ele ou Clammy, por favor nos diga.

source: ..... (Clammy accidentally joined my troop as a first member... For Redy case, I chose him because there are no other candidates. As I recall, almost all the candidates wanted to be a guard, soldier, or commander. No one care about administrative jobs. Should I say those facts now? Hmmmm.)
pt_br: ..... (Clammy juntou-se acidentalmente na minha tropa como primeiro membro... No caso do Redy, eu escolhi ele porque não havia outros candidatos. Até onde lembro, quase todos os candidatos queriam ser guardas, soldados ou comandantes. Ninguém se importava com tarefas administrativas. Eu devo falar esses fatos à eles agora? Hmmmm.)

source: I understand we cannot get reasonable answer.
pt_br: Eu entendo que não conseguiremos uma resposta razoável.

source: I agree. Hey Clammy, you also understand what he is thinking.
pt_br: Eu concordo. Ei Clammy, você também entende o que ele está pensando.

source: Well, yes. Of course, I can guess only vaguely. But so far, my guess is right in most cases... and the exceptional cases are usually terrible situations.
pt_br: Bem, sim. Claro, eu só adivinho vagamente. Mas até o agora, o que eu acho é correto na maioria dos casos... e os casos excepcionais são normalmente situações terríveis.

source: ... (What?! They are kidding me? Or... they really guess what I am thinking? It must be a bad joke?)
pt_br: ... (O que?! Eles estão brincando comigo? Ou... eles realmente adivinham o que eu estou pensando? Isso deve ser uma piada perversa?)

source: Surprised and confused.
pt_br: Surpreso e confuso.

source: Hm. Right. It was a very easy one.
pt_br: Hm. Certo. Essa foi realmente fácil.

source: (shocked)
pt_br: (chocado)

source: Hmmm. I cannot understand that.. I still need a training.
pt_br: Hmmm. Eu não consigo entender isso.. eu ainda preciso de treinamento.

source: HAHAHAHA! Hey trickster, it is time to wake up!
pt_br: HAHAHAHA! Ei vigarista, é hora de acordar!

source: ... AAAAhrg. I am about to die in the celebration party...
pt_br: ... AAAAhrg. Estou prestes a morrer na festa de celebração...

source: HAHAHAHAHAHA! It serves you right!
pt_br: HAHAHAHAHAHA! Bem feito!

source: Mmmmm. Hey you all, you must respect me! I am the greatest general of Fusia! We cannot have this party if I didn’t join!
pt_br: Mmmmm. Ei vocês todos, vocês devem me respeitar! Eu sou o maior general de Fusia! Nós não podemos festejar se eu não participar!

source: ... greatest general has many duties and NEVER abandon them.
pt_br: ... o maior general tem muitos deveres e NUNCA abandona-os.

source: (face paled)
pt_br: (empalidece o rosto)

source: And the greatest general should not be such selfish. The greatest general may respect colleagues. Ah, my lord, thank you for inviting me to this party. I am impressed you recgonize my exploits in this war and allow me to join the party.
pt_br: E o maior general não deve ser tão egoísta. O maior general deve respeitar colegas. Ah, meu mestre, obrigado por me convidar para esta festa. Eu estou impressionado que você reconheceu minhas proezas nesta guerra e permitiu-me juntar a festa.

source: I appreciate your kindness, my lord. More precisely, thank you for deciding to build a new temple for the fallen soldiers. All of us, soldiers respect your kindful care all through the war. You are the greatest general!!
pt_br: Eu sou grato pela sua gentileza, meu mestre. Mais precisamente, obrigado por decidir construir um novo tempo para os soldados mortos. Todos nós, soldados, respeitamos sua bondade durante a guerra. Você é o maior general!!

source: Mig^Yeah!
pt_br: Eh!

source: Hid^Yeah!
pt_br: Eh!

source: Hey trickster, the debate seems to be concluded. Any objections?
pt_br: Ei vigarista, parece que o debate terminou. Alguma objeção?

source: I agree this guy did a great job. BUT, he usually stayed here. We had been staying in the frontline and put our life on the line! The role of a lord and a general is totally different! That silent guy is surely an excellent LORD. But the greatest GENERAL must be me!
pt_br: Eu concordo que este garoto fez um belo trabalho. MAS, ele normalmente ficou aqui. Nós estivemos na linha de frente e colocamos nossa vida em risco! A função de um mestre e de um general são totalmente diferentes! Esse cara quito é com certeza um excelente MESTRE. Mas o maior GENERAL deve ser eu mesmo!

source: His objection is not totally meaningless.
pt_br: A objeção dele não é totalmente sem sentido.

source: Unlike usual his opinions.
pt_br: Diferentemente das suas opiniões normais.

source: He must not have such a smart opinion! This guy is an imposter...?
pt_br: Ele não deve ter uma opinião tão inteligente! Esse cara é um impostor...?

source: Moreover, I directly recruited two excellent generals, and indirectly another one! I gathered three efficient generals! This must be the best achievement! So I am the best general!
pt_br: Além disso, eu diretamente recrutei dois generais excelentes, e indiretamente outro! Eu consegui três generais eficientes! Essa deve ser a maior conquista! Então eu sou o melhor general!

source: (with a murderous stare) .....
pt_br: (com um olhar assassino) .....

source: Great! He must not be an imposter!
pt_br: Ótimo! Ele não deve ser um impostor!

source: I have to take back my word. His opinion is funny, as usual.
pt_br: Eu tenho que retirar o que eu disse. A opinião dele é engraçada, como sempre.

source: Hm. Hey Heinrich, we have forgotten an important thing for the party.
pt_br: Hm. Ei Heinrich, nós esquecemos uma parte importante da festa.

source: Important thing? What?
pt_br: Coisa importante? O quê?

source: GUN SALUTE.
pt_br: SAUDAÇÃO ARMADA.

source: Heinrich^Okay!
pt_br: Certo!

source: I am the greatest general of Fusia!
pt_br: Eu sou o maior general de Fusia!

source: Field
pt_br: Campo

source: $myname is starving!
pt_br: $myname está esfomeada!

source: According to the report, we have lost the connection with the spy in <b>$aiw_team[$i].name|</b>. Something might happen.
pt_br: De acordo com o relatório, nós perdemos contato com o espião no <b>$aiw_team[$i].name|</b>. Algo pode acontecer.

source: I got a report the spy in <span color='yellow'>$aiw_team[$i].name</span> finished preparations. We can get information about them from now on.
pt_br: Eu recebi um relatório do espião em <span color='yellow'>$aiw_team[$i].name</span> que terminou os preparativos. Nós podemos obter informações sobre eles a partir de agora.

source: Construction of this Watchtower is completed!
pt_br: Construção desta Torre de Vigia foi completada!

source: Construction of this Foodstorage is completed!
pt_br: Construção deste Armazém de Comida foi completado!

source: You got <b>$my_income|</b> of money!<tt> <u>base income</u> :$base_income <u>bonus</u> :$bonus_income <u>village</u> :-$minus_income <u>units</u> :-$minus_units <u>bandits</u> :-$minus_bandits</tt>
pt_br: Você obteve <b>$my_income|</b> em dinheiro!<tt> <u>receita base</u> :$base_income <u>bônus</u> :$bonus_income <u>aldeia</u> :-$minus_income <u>unidades</u> :-$minus_units <u>bandidos</u> :-$minus_bandits</tt>

source: A new bandit group is reported to appear in Fling forest. There are $aiw_field_bandits_fling.length of bandit groups in that forest now.
pt_br: Há um informe que um novo grupo de bandidos apareceu na Floresta Namorico. Há $aiw_field_bandits_fling.length grupo(s) de bandidos agora naquela floresta.

source: An agent group appears in a village nearby Fusia! Please push them out as soon as possible! There are $aiw_field_agents.length groups of agents now!
pt_br: Um grupo de agentes apareceu em uma aldeia próximo de Fusia! Por favor expulse-os o mais rápido possível! Há $aiw_field_agents.length grupo(s) de agentes agora!

source: A group of orc is raiding goblin domain! We should push them out as soon as possible! Otherwise, intimacy with goblins will severely be damaged.
pt_br: Um grupo de orcs está fazendo uma incursão em terras góblins! Nós devemos expulsá-los o mais rápido possível! Caso contrário, a intimidade com os góblins será severamente afetada.

source: A bunch of scorpions spawn in the desert near Emira-Malikah! We should push them out as soon as possible! Otherwise, intimacy with Dunefolks will severely be damaged.
pt_br: Um grupo de escorpiões apareceu no deserto próximo a Emira-Malikah! Nós devemos expulsá-los o mais rápido possível! Caso contrário, a intimidade com os Dunefolks será severamente afetada.

source: Bandits
pt_br: Bandidos

source: This troop attacks the bandit?
pt_br: Atacar os bandidos com esta tropa?

source: We must bring the treasure safely back to Fusia!
pt_br: Nós devemos trazer o tesouro em segurança de volta para Fusia!

source: Agents
pt_br: Agentes

source: This troop attacks the agent?
pt_br: Atacar os agentes com esta tropa?

source: We must bring the treasure safely back to Fusia!!
pt_br: Nós devemos trazer o tesouro em segurança de volta para Fusia!!

source: Raiding party
pt_br: Grupo de Incursão

source: This troop attacks the raiding party?
pt_br: Atacar o grupo de incursão com esta tropa?

source: Scorpions
pt_br: Escorpiões

source: This troop attacks the scorpions?
pt_br: Atacar os escorpiões com esta tropa?

source: Unexpected emissary mission value $aiw_emissary.mission found. Please report to the author.
pt_br: Encontrada missão de emissário inesperada, de valor $aiw_emissary.mission. Por favor relate ao autor.

source: $aiw_team[$aiw_emissary.target].name already left from our union. We cannot send money to them.
pt_br: Os $aiw_team[$aiw_emissary.target].name já deixaram nossa união. Nós não podemos mais enviar dinheiro para eles.

source: Sir, I came here on behalf of the king of Fusia. I bring this money for your tribe.
pt_br: Senhor, eu venho em interesse do rei de Fusia. Eu trago este dinheiro para sua tribo.

source: We appreciate Fusia for this aid.
pt_br: Nós agradecemos Fusia por esta ajuda.

source: $aiw_team[$aiw_emissary.target].name already left our union. Asking proxy war does not make sense. I should discard the current mission.
pt_br: Os $aiw_team[$aiw_emissary.target].name já deixaram nossa união. Pedir uma guerra de procuração não faz sentido. Eu devo descartar a missão atual.

source: Sir, I came here on behalf of the king of Fusia. This gold is a gift from our king.
pt_br: Senhor, eu venho em interesse do rei de Fusia. Este ouro é um presente do nosso rei.

source: We appreciate Fusia for this aid. You seem to have a request to us. What is it?
pt_br: Nós agradecemos Fusia por esta ajuda. Você parece ter uma requisição para nós. O que é?

source: Sir, I came here on behalf of the king of Fusia.
pt_br: Senhor, eu venho em interesse do rei de Fusia.

source: The king request you an attack to $aiw_team[$aiw_emissary.attack].name.
pt_br: O rei requisitou que você ataque os $aiw_team[$aiw_emissary.attack].name.

source: ... I accept the request. We shall attack $aiw_team[$aiw_emissary.attack].name.
pt_br: ... Eu aceito a requisição. Nós iremos atacar $aiw_team[$aiw_emissary.attack].name.

source: My king shall be glad to hear your wise decision.
pt_br: Meu rei ficará feliz em ouvir sua sábia decisão.

source: ... Sorry to say, we cannot afford to attack other groups now.
pt_br: ... Desculpe dizer isso, mas nós não estamos em condição de atacar outros grupos agora.

source: ... I understand.
pt_br: ... Eu entendo.

source: $aiw_team[$aiw_emissary.target].name already left our union. Asking stop war does not make sense. I should discard the current mission.
pt_br: Os $aiw_team[$aiw_emissary.target].name já deixaram nossa união. Pedir interrupção da guerra não faz sentido. Eu devo discartar a missão atual.

source: Sir, I came here on behalf of the king of Fusia. He requests you to ... seize the war against...
pt_br: Senhor, eu venho em interesse do rei de Fusia. Ele requer que você ... interrompa a guerra contra ...

source: ... As you know, your work is already finished.
pt_br: ... Como você sabe, seu trabalho já terminou.

source: Sir, I came here on behalf of the king of Fusia. He requests you to seize the war against $aiw_team[$aiw_side_stat[$aiw_emissary.target].target].name.
pt_br: Senhor, eu venho em interesse do rei de Fusia. Ele requer que você interrompa a guerra contra $aiw_team[$aiw_side_stat[$aiw_emissary.target].target].name.

source: Understand. We stop attacking.
pt_br: Entendo. Nós vamos parar de atacar.

source: Thank you for your cooperation.
pt_br: Obrigado por sua cooperação.

source: I am an emissary from Fusia. My lord needs your help, would you join us?
pt_br: Eu sou um emissário de Fusia. Meu mestre precisa da sua ajuda, vocês se juntarão a nós?

source: I heard you found the treasure. Bring it here as soon as possible!
pt_br: Eu ouvi que você encontrou o tesouro. Traga-o aqui o mais rápido possível!

source: Lots of our treasures have been taken away. Our investigation clarifies the location of one of the treasures, but we cannot get it by ourselves because it is on the land. If your union find the treasure and give it to us, we will join you. Here is the map.
pt_br: Muitos dos nossos tesouros foram roubados. Nossa investigação revelou a localização de um dos tesouros, mas nós não podemos recuperá-lo por conta própria, pois ele está em terra. Se sua união encontrar o tesouro e trazê-lo de volta pra nós, nos uniremos à vocês. Aqui está o mapa.

source: Merfolk Treasure
pt_br: Tesouro Merfolk

source: Target is defeated! Mission completed!
pt_br: Inimigo derrotado! Missão completada!

source: Retreat, soldiers!
pt_br: Soldados, recuar!

source: Enemies around our base are eliminated. Go back to the base, soldiers!
pt_br: Os inimigos ao redor da nossa base foram eliminados. Soldados, retornem à base!

source: Kingdom sent troops to Fusia from $names[$done].name|! Please beware.
pt_br: O Reino enviou tropas para Fusia de/da $names[$done].name|! Por favor fique em guarda.

source: Empire sent troops to Fusia from $names[$done].name|! Please beware.
pt_br: O Império enviou tropas para Fusia de/da $names[$done].name|! Por favor fique em guarda.

source: $aiw_team[$target_side].name joins $aiw_team[$work.me]|. Please beware.
pt_br: Os $aiw_team[$target_side].name juntaram-se com $aiw_team[$work.me]|. Por favor fique em guarda.

source: $aiw_team[$work.me].name tries to persuade $aiw_team[$target_side].name| to leave us. Please beware.
pt_br: Os $aiw_team[$work.me].name tentam persuadir $aiw_team[$target_side].name| a nos abandonar. Por favor fique em guarda.

source: $aiw_team[$proxy_work_me].name hiddenly sends money to $aiw_team[$target_side].name|, they will surely attack us. Please beware
pt_br: O $aiw_team[$proxy_work_me].name envia dinheiro secretamente para $aiw_team[$target_side].name|, eles com certeza nos atacarão. Por favor fique em guarda.

source: $aiw_team[$side_number].name sends troops to Fusia! Please beware.
pt_br: $aiw_team[$side_number].name envia tropas para Fusia! Por favor fique em guarda.

source: $aiw_team[$side_number].name betrays us!
pt_br: Os $aiw_team[$side_number].name nos traíram!

source: We couldn't find anything valuable! The map must be fake!
pt_br: Nós não encontramos nada de valioso! O mapa deve ser falso!

source: We found $aiw_treasure_searching.name|! We should carefully bring it back to Fusia.
pt_br: Nós encontramos $aiw_treasure_searching.name|! Nós devemos trazer isso cuidadosamente de volta à Fusia.

source: Christopher
pt_br: Cristofer

source: Hey you! How have you been?
pt_br: Ei você! Como você está?

source: ... Who are you? Here is the office of the mayor. (... Why these guards do nothing?)
pt_br: ... Quem é você? Aqui é o escritório do prefeito. (... Por que esses guardas não fazem nada?)

source: Goblin...? Oh, so you are Clammy. Amazingly smart goblin you are! I am Christopher, a friend of your lord. We, Arsenio, Heinrich, and Andrzej were roommates at the academy.
pt_br: Um góblin...? Ah, então você é o Clammy. Você é um góblin surpreendentemente esperto! Eu sou Cristofer, um amigo do seu mestre. Nós, Arsenio, Heinrich e Andrzej éramos colegas de turma na academia.

source: Ah, so you are one of bad guys. Why you come here?
pt_br: Ah, então você é um dos vilões. Por que você veio aqui?

source: Reason? You say I should have a reason to see a friend? Ridiculous.
pt_br: Por quê? Você diz que eu preciso de um motivo para ver um amigo? Ridículo.

source: I agree. Reasons are not really necessary to see a friend... as long as it is peaceful days.
pt_br: Eu concordo. Motivos não são de fato necessário para ver um amigo... pelo menos em dias de paz.

source: ? You say it is not peaceful days now? New war happens recently? If so, I should go back to my job immediately. Actually, I left the current job without any reports to colleagues. Ah.. I must apologize to that idiot boss. Anyway, where does the war happen?
pt_br: ? Você quer dizer que não são mais dias de paz? Uma nova guerra aconteceu recentemente? Se sim, eu devo voltar imediatamente ao meu trabalho. Na verdade, eu deixei meu trabalho atual sem nem avisar meus colegas. Ah.. Eu devo pedir desculpas para aquele chefe idiota. De qualquer forma, onde é a guerra?

source: ... Here.
pt_br: ... Aqui.

source: So the Empire broke the treaty? It is completely unexpected. Sorry to bother you, I must go back immediately. See you!
pt_br: Então o Império quebrou o tratado? É completamente inesperado. Desculpe incomodar você, eu devo voltar imediatamente. Vejo você por aí!

source: Wait! You misunderstood my word. Not a war against the Empire!
pt_br: Espere! Você entendeu errado o que eu disse. Não uma guerra contra o Império!

source: Not the Empire? What is the enemy?
pt_br: Não contra o Império? O que é o inimigo?

source: Kingdom. We declare independence from the Kingdom several days ago. Here is Fusia, a new country. That guy is a king.
pt_br: Reino. Nós declaramos independência do Reino alguns dias atrás. Aqui é Fusia, um novo país. Aquele cara é um rei.

source: You declare independence... I know the king very well... I visit you immediately after the declaration without reporting to other people... What will other people think of these facts...?
pt_br: Você declara independência... Eu conheço o rei muito bem... Eu visito você imediatamente depois da declaração sem reportar aos outros... O que as outras pessoas pensarão desses fatos...?

source: ... People consider you betrayed the Kingdom, you must be a collaborator of Fusia.
pt_br: ... Pessoas considerarão que você traiu o Reino, que você deve ser um colaborador de Fusia.

source: Hey Clammy, you maybe kidding me. You are really smart, I have never seen such a smart goblin. I love jokes, too. But this one is terribly horrifying. ... Hey you, you said nothing so far. It is usual, though. Is Clammy kidding me, isn’t it?
pt_br: Ei Clammy, você deve estar brincando comigo. Você é muito inteligente. Eu nunca vi um góblin tão esperto. Eu também amo piadas. Mas esta é uma terrivelmente horripilante. ... Ei você, você não disse nada até agora. Embora seja o normal. O Clammy está brincando comigo, não é?

source: (is Clammy kidding Christopher?)
pt_br: (Clammy está brincando com Cristofer?)

source: Not kidding.
pt_br: Não está brincando.

source: Too bad.
pt_br: Que pena.

source: Congratulation.
pt_br: Parabéns.

source: ... Only the remaining way is to join you. Ah! I join you! Damn it!!
pt_br: ... O único caminho que resta é me juntar a vocês. Ah! Eu me junto a vocês! Droga!!

source: Christopher joins Fusia as a commander!
pt_br: Cristofer junta-se a Fusia como um comandante!

source: An elf and dwarf? It is an uncommon duo.
pt_br: Um elfo e um anão? É uma dupla incomum.

source: Not so uncommon. Brilliant goblin like you is a really uncommon being. Nice to meet you, Clammy.
pt_br: Não tão incomum. Um góblin brilhante como você é o ser realmente incomum. Prazer em conhecer você, Clammy.

source: Hi, alcoholics. Long time no see.
pt_br: Oi, alcoólicos. Há quanto tempo.

source: Hi, trickster. Why you are also here? I am Heinrich, and this elf is Arsenio. Nice to meet you, Clammy. We know you well. But that silent guy never tells us your favorite liquor. What is your favorite?
pt_br: Oi, vigarista. Por que você também está aqui? Eu sou Heinrich, e este elfo é Arsenio. Prazer em conhecer você, Clammy. Nós conhecemos bem você. Mas aquele cara silencioso nunca nos diz seu licor favorito. Qual é?

source: I know only human liquors available around here, terribly bad orcish ones, and drakish ones. Human liquors and drakish ones are different, but both are yummy.
pt_br: Eu só conheço os licores humanos ao redor daqui, os terríveis licores dos orcs, e dos draconatos. Licores dos humanos e dos draconatos são diferentes, mas ambos são deliciosos.

source: Liquors... brews... I wanna drink... We could not drink these days because we had been in eastern mountains for more than one month. Now we are on the way back to the Crownia.
pt_br: Licores... cervejas... Eu quero beber... Nós não conseguimos beber esses dias porque nós estávamos nas montanhas do leste por mais de um mês. Agora estamos no caminho de volta para Corônia.

source: (I am sure they may not know the situation. It sounds very good!)
pt_br: (Eu tenho certeza que eles não sabem a situação. Isso soa muito bem!)

source: You wanna drink? Ah, you are really alcoholics as usual. Ok, I will treat you instead of that very busy mayor. Fortunately I know this city very well.
pt_br: Vocês querem beber? Ah, vocês estão bem alcoólatras como sempre. Ok, eu tratarei de vocês ao invés daquele prefeito muito ocupado. Felizmente eu conheço muito bem esta cidade.

source: You treat us? It will snow tomorrow.
pt_br: Você vai nos servir? Vai nevar amanhã.

source: ... You said nothing, as usual, and we will get two another commanders.
pt_br: ... Você não disse nada, como sempre, e nós obteremos outros dois comandantes.

source: (three hours later...)
pt_br: (três horas depois...)
