Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: Terribly harsh place!! It is very tall and is too cold!!! I believe no living one ever have arrived that peak!! I have tried to climb that but completely failed!! Damn it! It is impossible!!!
pt_br: Lugar terrivelmente servero!! É muito alto e é bem frio!!! Eu acredito que nenhuma ser vivo conseguiu alcançar o pico!! Eu tentei escalar aquilo mas falhei completamente!! Droga! É impossível!!!

source: Very dry and harsh place around Heaven's Peak!! There are monsters around and no water available there!! I cannot understand why monsters can survive there! There must be a hidden water supply there?! I wanna investigate!!
pt_br: Lugar rigoroso e muito seco ao redor do Pico Celestial!! Há monstros ao redor e nenhuma água disponível!! Eu não consigo entender porquê monstros podem sobreviver lá! Deve haver uma fonte de água escondida?! Eu quero investigar!!

source: The hills and mountains around the greatest city Knerg!! That place is the greatest mine in this land!! We dwarves create Knerg at that place because there is the greatest mine around! This mine is the symbol of our glory!! But this place is too dry! You should supply water to our city!
pt_br: As colinas e montanhas ao redor da maior cidade, Knerg!! Aquele lugar é a maior mina desta terra!! Nós anões criamos Knerg naquele lugar porque havia uma grande mina perto! Esta mina é o símbolo da nossa glória!! Mas esse lugar e muito seco! você deve fornecer água para nossa cidade!

source: Steep mountains around Wet Mountain City in the south west! This mountain and Silent Stream is a barricade in the map! They must be the final defense line of the Kingdom!! So Wet Mountain City is the critically important city for the Kingdom!
pt_br: Montanhas íngremes ao redor da Cidade da Montanha Molhada no sudoeste! Esta montanha e o Córrego Silencioso são uma barreira no mapa! Elas devem ser a linha defensiva final do Reino!! Assim, a Cidade da Montanha Molhada é uma cidade criticamente importante para o Reino!

source: Undistributable Plain
pt_br: Planície Imperturbável

source: This is no-man's-land! No one knows the details about this place!! I wanna visit there! It is believed there used to be a great civilization in the very east of this land!! Heritages of that demolished civilization must remain there!
pt_br: Esta é terra de ninguém! Ninguém sabe detalhes sobre esse lugar!! Eu quero visitar! Acredita-se que costumava ter uma grande civilização bem a oeste desta terra!! Heranças daquela civilização demolida ainda devem estar lá!

source: Vast dry plain locates just south of this city! That place is really useless! But if this plain disappears, this country will be immediately swallowed by the Kingdom!! Generals in Crownia may hesitate vast attack to this country due to the existence of this vast dry plain!
pt_br: Uma planície vasta e seca logo ao sul desta cidade! Aquele lugar é realmente inútil! Mas se esta planície desaparecer, este país será imediatamente engolido pelo Reino!! Os generais em Corônia podem hesitar um grande ataque a este país devido a existência desta planície vasta e seca!

source: Furtile plain in the north west!! Just west of the Imperial capital city, Sceptoria!! This plain used to be a forest! But people exploited this place for farming very very long ago!
pt_br: Planície inútil a noroeste!! Logo a oeste da capital Imperial, Cetrônia!! Esta planície costumava ser uma floresta! Mas as pessoas exploraram este lugar para agricultura há muito muito tempo atrás!

source: The most futile plain around here!! It locates near Crownia, south-west from here!! This futile plain is the symbol of the Kingdom's power!
pt_br: A planície mais inútil por aqui!! Localiza-se perto de Corônia, a sudoeste daqui!! Este planície inútil é o símbolo do poder do Reino!

source: Fling Forest/Widow Forest
pt_br: Floresta Namorico/Floresta Viúva

source: Fling is in west, Widow is in east of this city! This place where Fusia stands was also a forest many years ago! Do you know this fact!? Humans trimmed trees around this place and develop villages, and eventually the bridge! Now Fling is spreading towards west, and Widow is getting smaller very slowly!! You should take care this miserable widow!! And damn Fling spawns bandits! Burn it out that terrible asshole!
pt_br: Namorico fica a oeste, Viúva fica a leste desta cidade! Este lugar onde Fusia está era também uma floresta há muitos anos atrás! Você conhece este fato!? Os humanos cortaram as árvores deste lugar e desenvolveram aldeias, e eventualmente a ponte! Agora Namorico se espalha ao oeste e Viúva está ficando menor bem devagar!! Você deve cuidar desta viúva miserável!! E na droga de Namorico aparecem bandidos! Queime aquele lugar terrível!

source: Home of elves... hive of green monsters... That is the most horrible place in this land! We should not enter that place!! I don't want to speak of that place!! Never ask me!
pt_br: Casa dos elfos... a colônia dos monstros verdes... Aquele é o lugar mais horrível nesta terra! Nós não devemos adentrar naquele lugar!! Eu não quero falar daquele lugar!! Nunca me pergunte!

source: Tiny woods close to the dwarven city! It locates south-east of this city! Woods are little bit precious materials for us, dwarves!! You should not disturb that forest!! Otherwise, your head have to say goodbye to your body!!!
pt_br: A pequena floresta próxima a cidade dos anões! Localiza-se a sudeste desta cidade! Madeira é um material um pouco precioso para nós, anões!! Você não deve mexer com aquela floresta!! Senão sua cabeça pode dizer adeus ao seu corpo!!!

source: Nothing to say! It is the sea in the west!! There must be many other lands beyond that sea!! I wanna visit those places! But I hate ships!! It is a very big problem!! Damn it!
pt_br: Nada a dizer! É o mar ao oeste!! Deve haver tantas outras terras além daquele mar!! Eu quero visitar esses lugares! Mas eu odeio navios!! É um problema gigante!! Droga!

source: Home of sand humans!! Geographically, no one knows the reason why there is a desert at that place!! Name of this desert comes from the fact! I consider the reason might lie in the mountain surrounding the desert!! Detailed investigation is surely necessary! You should provide me enough resources to investigate there!
pt_br: A casa dos homens da areia!! Geograficamente, ninguém sabe o porquê de haver um deserto naquele lugar!! O nome desse deserto vem deste fato! Eu pondero que o motivo possa estar entre as montanhas cercando o deserto!! Uma investigação detalhada é com certeza necessária! Você deve me fornecer recursos suficientes para investigar lá!

source: Another desert in the north! Simply dry land there! Very harsh but not strange!! That damn place is nothing interesting!! Such a terrible place must be removed from the land!
pt_br: Outro deserto no norte! Lá é simplesmente uma terra seca! Muito severa mas não estranha!! Aquela droga de lugar não é nada interessante!! Um lugar tão terrível deveria ser removido da terra!

source: Plain close the Great Lake! It locates at the very south of this city! Very comfortable place to live! But nothing interesting to us, geographers! Ignore such a boring place!
pt_br: Planície próxima ao Grande Lago! Localiza-se muito ao sul desta cidade! Um lugar muito confortável de se viver! Mas nada interessante para nós, geógrafos! Ignore um lugar tão enfadonho!

source: Damn it!! Such a dirty place must be burned out! It locates west of this place!! Stupid lizards are living there!
pt_br: Droga!! Um lugar tão sujo deve ser queimado! Localiza-se a oeste daqui!! Lagartos estúpidos vivem lá!

source: Huh? It is a pathway for coward on the east of Crownia! You pitiful humans often use that path to avoid Wet Mountain city! We, brave dwarves never choose such a cowardish way! We can penetrate Valen Mountains!
pt_br: Hein? É um caminho para covardes a leste de Corônia! Vocês lamentáveis humanos frequentemente usam aquele caminho para evitar a Cidade da Montanha Molhada! Nós, corajosos anões, nunca escolheríamos um caminho tão covarde! Nós podemos penetrar nas Montanhas do Vale!

source: Great Dragon!? Ha! Funny arrogant name! That volcano is inactive! Nothing danger! If that volcano is really active, those cowardish lizards are immediately swallowed by an eruption of that volcano! I believe that should be renamed to Tiny Baby’s Nose!
pt_br: Grande Dragão!? Ha! Nome engraçado e arrogante! Esse vulcão é inativo! Nenhum perigo! Se aquele vulcão fosse de fato ativo, aqueles lagartos covardes seriam imediatamente engolidos pela erupção do vulcão. Eu creio que ele deveria ser renomeado para Nariz do Pequeno Bebê!

source: Really active volcano! It is quite danger!! We should not get close to it! But rare minerals are available around that terribly danger volcano! You should deactivate that volcano by your power for us!!
pt_br: Vulcão ativo de verdade! É bem perigoso!! Nós não devemos chegar próximos dele! Mas minerais raros estão disponíveis ao redor daquele terrivelmente perigoso vulcão! Você deve desativar aquele vulcão com seu poder para nós!!

source: Wait! You did not send a troop to the Field. Ask secretary to build a troop, add members to the troop from the right-clicking menu at the antechamber (bottom of this map), and then send them to the field from the right-clicking menu.
pt_br: Espere! Você não enviou uma tropa para o Campo. Peça ao secretário para construir uma tropa, adicione membros à tropa a partir do menu do botão direito na sala de espera (na parte inferior deste mapa), e depois envie-os ao campo a partir do menu do botão direito.

source: Would you stay here to build troops?
pt_br: Você gostaria de ficar aqui para montar tropas?

source: No! I never need any other troops! Single troop is enough to defeat the World!
pt_br: Não! Eu nunca precisei de nenhuma outra tropa! Só uma tropa é suficiente para derrotar o Mundo!

source: Leave the office?
pt_br: Deixar o escritório?

source: We succeed to gather all the local people! Even Kingdom and Empire cannot defeat us easily! We have won! Our freedom shall not be violated by them anymore!!!
pt_br: Nós conseguimos juntar todos os povos locais! Mesmo o Reino e o Império não podem nos derrotar facilmente! Nós vencemos! Nossa liberdade não será mais violada por eles!!!

source: Kingdom capital is fallen! We managed to do it!
pt_br: A capital do Reino caiu! Nós conseguimos fazer isso!

source: Imperial capital is fallen! We did it!
pt_br: A capital do Império caiu! Nós conseguimos!

source: ... We surrender to you...
pt_br: ... Nós nos rendemos...

source: I shall order raiding parties to disband, they will not bother goblins any more.
pt_br: Eu vou ordenar os grupos de incursão para se dispersarem, eles não incomodarão os góblins mais.

source: Fusia is fallen! We are doomed!
pt_br: Fusia caiu! Nós estamos condenados!

source: The Wicked
pt_br: O Imoral

source: Welcome to An Independence War (AIW) campaign, sequel of A Group in a War (AG)! To my happiness, you have completed AG. You can import some data of AG into AIW (with a small bonus). Would you import? <span color='yellow'>Bonus: 'You' gain 15 HP additionally.</span> <span color='yellow'>Bonus: some of soldiers from AG may appear as commanders.</span> Bonus: if Fiona/Karl survived the previous war, they will also appear. To get second bonus, you need to play Epilogue scenario of AG 0.2.1 or later for BfW 1.14.
pt_br: Bem-vindo(a) à campanha Uma Guerra de Independência (UGI), sequência a Um Grupo numa Guerra (UG)! Para minha felicidade, você já completou UG. Você pode importar alguns dados de UG para UGI (com um pequeno bônus). Você gostaria de importar? <span color='yellow'>Bônus: 'Você' ganha 15 HPs adicionais.</span> <span color='yellow'>Bônus: alguns soldados de UG podem aparecerem como comandantes.</span> Bônus: se Fiona/Karl sobreviveram à guerra anterior, eles também aparecerão. Para receber o segundo bônus, você precisa jogar o cenário Epílogo de UG 0.2.1 ou posterior para BpW 1.14.

source: Definitely yes!
pt_br: Definitivamente sim!

source: No thanks!
pt_br: Não, obrigado!

source: Welcome to An Independence War (AIW) campaign, sequel of A Group in a War (AG)! If you have completed AG campaign, you can inherit some data from the clear data. But unfortunately, you seem not to have such data. If you completed early versions of AG and still have save data of Epilogue, I recommend you to see the Epilogue of A Group in a War once more, and then play this campaign.
pt_br: Bem-vindo(a) à campanha Uma Guerra de Independência (UGI), sequência a Um Grupo numa Guerra (UG)! Se você completou a campanha UG, você pode herdar dados. Mas infelizmente, você parece não ter tais dados. Se você completou versões anteriores de UG e ainda tem os dados salvos do Epílogo, eu recomendo que você veja o Epílogo de Um Grupo numa Guerra mais uma vez, e depois jogue esta campanha.

source: Geographer
pt_br: Geógrafo

source: Prelude
pt_br: Prelúdio

source: You
pt_br: Você

source: Kingdom
pt_br: Reino

source: Empire
pt_br: Império

source: Goblins
pt_br: Góblins

source: Dwarves
pt_br: Anões

source: Elves
pt_br: Elfos

source: Drakes
pt_br: Draconatos

source: Saurians
pt_br: Lagartos

source: Monsters
pt_br: Monstros

source: Prologue
pt_br: Prólogo

source: Would you skip introduction?
pt_br: Você gostaria de pular a introdução?

source: OK, let’s enter the office (You can enter the office from the right click menu if your troop is in Fusia.)
pt_br: OK, vamos entrar no escritório (Você pode entrar no escritório a partir do menu do botão direito se sua tropa estiver em Fusia.)

source: OK. This is our new capital, <span color='yellow'>Fusia</span>. Fusia is also the tentative name of this new country. We have to save this city and country. (City names will be shown in the map, it is not necessary to take a note.)
pt_br: OK. Esta é nossa nova capital, <span color='yellow'>Fusia</span>. Fusia é também o nome experimental deste novo país. Nós temos que salvar esta cidade e o país. (Os nomes das cidades serão mostrados no mapa, não é necessário anotá-los.)

source: This is capital village of us, goblins. Only we goblins are the ally now. Please protect this city from enemies.
pt_br: Esta é a aldeia capital nossa, góblins. Só nós góblins somos aliados agora. Por favor proteja esta cidade de inimigos.

source: This is <span color='yellow'>Emira-Malikah</span>, capital city of Dunefolks. This might be a primary target of us. Enemies at this position is potentially too dangerous.
pt_br: Esta é <span color='yellow'>Emira-Malikah</span>, a capital dos Dunefolks. Esta pode ser um alvo primário para nós. Inimigos nesta posição são perigosos demais.

source: This is <span color='yellow'>Frontline Fort</span>. As the name indicates, this fort is the frontline fort of the Kingdom, recently built. We should check the actions of this fort.
pt_br: Este é <span color='yellow'>Forte de Linha de Frente </span>. Como o nome indica, este forte é o forte de linha de frente do Reino, recém construído. É melhor ficarmos de olho nas ações deste forte.

source: This is <span color='yellow'>The Mouth</span>. The entrance of the Empire. We should care about this fort. But they are not a primary enemy.
pt_br: Esta é <span color='yellow'>A Boca</span>. A entrada do Império. Nós devemos tomar cuidado com este forte. Mas eles não são um inimigo primário.

source: There are many other forts, races. But it will be discussed later. What we have to discuss now is: <span color='yellow'>Defeat bandits in the Fling forest. (south west of our country)</span> <span color='yellow'>Defeat Dunefolks to secure our lands as soon as possible.</span> We outnumber the Dunefolks, but they would have support from the Empire and we have not enough commanders. We should train soldiers/commanders in the battle against bandits first. If there are experienced commanders, we can defeat dunefolks easily...
pt_br: Há vários outros fortes e raças. Mas isso será discutido depois. O que nós vamos discutir agora é: <span color='yellow'>Derrotar os bandidos na Floreta Namorico. (sudoeste do nosso país)</span> <span color='yellow'>Derrotar os Dunefolks para assegurar nossas terras o mais rápido possível.</span> Nós temos mais soldados que os Dunefolks, mas eles terão suporte do Império e nós não temos comandantes suficientes. Nós devemos treinar soldados/comandantes em batalha contra os bandidos primeiro. Se houver comandantes experientes o suficiente, nós poderemos derrotar os dunefolks facilmente...

source: Well, back to Fusia.
pt_br: Certo, de volta a Fusia.

source: Skirmish
pt_br: Escaramuça

source: retreat!
pt_br: recuar!

source: If you want to retreat, move the leader here.
pt_br: Se você quiser recuar, mova o líder até aqui.

source: Should we retreat?
pt_br: Devemos recuar?

source: Never!
pt_br: Nunca!

source: Retreat!
pt_br: Recuar!

source: Soldiers, retreat!
pt_br: Soldados, recuar!

source: No! Don't die! We can't fight without you!
pt_br: Não! Não morra! Nós não podemos lutar sem você!

source: Unbelievable... I failed...
pt_br: Inacreditável... Eu falhei...

source: Our leader is slain! We must retreat immediately!
pt_br: Nosso líder foi morto! Nós devemos recuar imediatamente!

source: We have defeated the enemies!
pt_br: Nós derrotamos os inimigos!

source: Village (no healing)
pt_br: Aldeia (sem medicação)

source: Human City (no healing)
pt_br: Cidade Humana (sem medicação)

source: Oasis (no healing)
pt_br: Oásis (sem medicação)

source: Building Foodstorage
pt_br: Contruir um Armazém de Comida

source: Be careful to rats!
pt_br: Tenha cuidado com ratos!

source: Building Watchtower
pt_br: Construindo Torre de Vigia

source: Watchtowers are important facilities to guard something from enemies. Though, this inexpensive watchtower is definitely fragile.
pt_br: Torres de Vigia são construções importantes para proteger algo dos inimigos. Embora esta torre de vigia barata é definitivamente frágil.

source: Some goblins, surviving an uncountable number of battles, become capable to lead other goblins to battle and even non-goblin soldiers. They are called Warbanners and are no longer bullied by other races. Clammy is further outstanding one among those Warbanners.
pt_br: Alguns góblins, sobrevivendo um número incontável de batalhas, tornam-se capaz de liderar outros góblins e até mesmo soldados não góblins à batalha. Eles são chamados Porta-bandeira e não são mais maltratados pelas outras raças. Clammy é ainda mais excepcional dentre esses porta-bandeiras.

source: spear
pt_br: lança

source: javelin
pt_br: dardo

source: They cannot fight well, but can create useful tools and build valuable buildings.
pt_br: Eles podem não lutar bem, mas conseguem criar ferramentas úteis e construir valiosos edifícios.

source: This place is occupied by an enemy side.
pt_br: Este lugar é ocupado por um lado inimigo.

source: This is a dummy unit. Never mind.
pt_br: Esta é uma simulação de unidade. Não ligue.

source: These people are very famous for there shabby behaviors.
pt_br: Essas pessoas são bem famosas pelas suas atitudes miseráveis.

source: Company
pt_br: Companhia

source: None
pt_br: Nenhum

source: members
pt_br: membros

source: foods
pt_br: comida

source: close range
pt_br: corpo a corpo

source: long range
pt_br: longa distância

source: close range (vanguards)
pt_br: corpo a corpo (vanguardeiros)

source: close range (riders)
pt_br: corpo a corpo (cavaleiros)

source: close range (shooters)
pt_br: corpo a corpo (atiradores)

source: Platoon
pt_br: Pelotão

source: Squad
pt_br: Esquadrão

source: Battalion
pt_br: Batalhão

source: Building under construction is also destroyed!
pt_br: A construção que estava sendo feita também é destruída!

source: No! Don't die! We cannot fight without you!
pt_br: Não! Não morra! Nós não podemos lutar sem você!

source: Christopher^Argh!
pt_br: Argh!

source: Arsenio^Argh!
pt_br: Argh!

source: Heinrich^Argh!
pt_br: Argh!

source: Andrzej^Argh!
pt_br: Argh!

source: Side status manager (debug)
pt_br: Gerenciador de estados dos lados (depuração)

source: What kind of information?
pt_br: Que tipo de informação?

source: spy
pt_br: espião

source: Current stat is: Kingdom: $aiw_spy[2].done Empire: $aiw_spy[3].done Goblins: $aiw_spy[4].done Khalifates: $aiw_spy[5].done Orcs: $aiw_spy[6].done Dwarves: $aiw_spy[7].done Trolls: $aiw_spy[8].done Elvs: $aiw_spy[9].done Merfolks: $aiw_spy[10].done Drakes: $aiw_spy[11].done Saurians: $aiw_spy[12].done Monsters: $aiw_spy[13].done
pt_br: A estatística atual é: Reino: $aiw_spy[2].done Império: $aiw_spy[3].done Góblins: $aiw_spy[4].done Khalifados: $aiw_spy[5].done Orcs: $aiw_spy[6].done Anões: $aiw_spy[7].done Trolls: $aiw_spy[8].done Elfos: $aiw_spy[9].done Merfolks: $aiw_spy[10].done Draconatos: $aiw_spy[11].done Lagartos: $aiw_spy[12].done Monstros: $aiw_spy[13].done

source: Activate all.
pt_br: Ativar todos.

source: Deactivate all.
pt_br: Desativar todos.

source: Do nothing.
pt_br: Não fazer nada.

source: gold
pt_br: ouro

source: Current gold: Kingdom: $aiw_gold[2].value Empire: $aiw_gold[3].value Goblins: $aiw_gold[4].value Khalifates: $aiw_gold[5].value Orcs: $aiw_gold[6].value Dwarves: $aiw_gold[7].value Trolls: $aiw_gold[8].value Elvs: $aiw_gold[9].value Merfolks: $aiw_gold[10].value Drakes: $aiw_gold[11].value Saurians: $aiw_gold[12].value Monsters: $aiw_gold[13].value
pt_br: Ouro atual: Reino: $aiw_gold[2].value Império: $aiw_gold[3].value Góblins: $aiw_gold[4].value Khalifados: $aiw_gold[5].value Orcs: $aiw_gold[6].value Anões: $aiw_gold[7].value Trolls: $aiw_gold[8].value Elfos: $aiw_gold[9].value Merfolks: $aiw_gold[10].value Draconatos: $aiw_gold[11].value Lagartos: $aiw_gold[12].value Monstros: $aiw_gold[13].value

source: intimacy
pt_br: intimidade

source: intimacy: Kingdom: $aiw_side_stat[2].intimacy Empire: $aiw_side_stat[3].intimacy Goblins: $aiw_side_stat[4].intimacy Khalifates: $aiw_side_stat[5].intimacy Orcs: $aiw_side_stat[6].intimacy Dwarves: $aiw_side_stat[7].intimacy Trolls: $aiw_side_stat[8].intimacy Elvs: $aiw_side_stat[9].intimacy Merfolks: $aiw_side_stat[10].intimacy Drakes: $aiw_side_stat[11].intimacy Saurians: $aiw_side_stat[12].intimacy Monsters: $aiw_side_stat[13].intimacy
pt_br: intimidade: Reino: $aiw_side_stat[2].intimacy Império: $aiw_side_stat[3].intimacy Góblins: $aiw_side_stat[4].intimacy Khalifados: $aiw_side_stat[5].intimacy Orcs: $aiw_side_stat[6].intimacy Anões: $aiw_side_stat[7].intimacy Trolls: $aiw_side_stat[8].intimacy Elfos: $aiw_side_stat[9].intimacy Merfolks: $aiw_side_stat[10].intimacy Draconatos: $aiw_side_stat[11].intimacy Lagartos: $aiw_side_stat[12].intimacy Monstros: $aiw_side_stat[13].intimacy

source: ally
pt_br: aliado

source: ally stat: Fusia: $aiw_side_stat[1].ally Kingdom: $aiw_side_stat[2].ally Empire: $aiw_side_stat[3].ally Goblins: $aiw_side_stat[4].ally Khalifates: $aiw_side_stat[5].ally Orcs: $aiw_side_stat[6].ally Dwarves: $aiw_side_stat[7].ally Trolls: $aiw_side_stat[8].ally Elvs: $aiw_side_stat[9].ally Merfolks: $aiw_side_stat[10].ally Drakes: $aiw_side_stat[11].ally Saurians: $aiw_side_stat[12].ally Monsters: $aiw_side_stat[13].ally
pt_br: estatísticas dos aliados: Fusia: $aiw_side_stat[1].ally Reino: $aiw_side_stat[2].ally Império: $aiw_side_stat[3].ally Góblins: $aiw_side_stat[4].ally Khalifados: $aiw_side_stat[5].ally Orcs: $aiw_side_stat[6].ally Anões: $aiw_side_stat[7].ally Trolls: $aiw_side_stat[8].ally Elfos: $aiw_side_stat[9].ally Merfolks: $aiw_side_stat[10].ally Draconatos: $aiw_side_stat[11].ally Lagartos: $aiw_side_stat[12].ally Monstros: $aiw_side_stat[13].ally

source: target
pt_br: alvo
