Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: Phew. Great beers! By the way, are there any events in the Kingdom recently? As we had been in the mountains, we know nothing about recent events.
pt_br: Ufa. Ótimas cervejas! A propósito, ocorreu algum evento recentemente no Reino? Como nós estávamos nas montanhas, nós não sabemos de eventos recentes.

source: Hm. There was a big event. A province declared independence from the Kingdom. Ah, but that happend in the very rural part of the Kingdom. Effects on Crownia might be very limited.
pt_br: Hm. Houve um grande evento. Uma província declarou independência do Reino. Ah, mas isso aconteceu numa parte bem rural do Reino. Os efeitos em Corônia podem ser bem limitados.

source: ... It is surprising. I get sober a little bit, another glass of liquor is necessary. Anyway, which province? I cannot guess what idiot does such a silly affair. Tell us details.
pt_br: ... É surpreendente. Eu fiquei um pouco sóbrio, outro copo de licor é necessário. De qualquer maneira, qual província? Eu não consigo adivinhar que idiota faria uma coisa tão boba. Conte-nos detalhes.

source: Ah. This province. Now it is called Fusia. The reason is very simple. Kingdom becomes a racist, so a silent guy we know well rebelled against.
pt_br: Ah. Esta provícia. Agora chama-se Fusia. O motivo é bem simples. O Reino tornou-se racista então o cara quieto que bem conhecemos se rebelou contra.

source: Arsenio^Ha?
pt_br: Hein?

source: Heinrich^What?
pt_br: O quê?

source: You visit the king of rebel and then drink beers with this general of the rebel. ... There might be so many spies of Kingdom and Empire in this city, and they might watch your behaviour. Can you go back to Crownia, my friends?
pt_br: Vocês visitam o rei rebelde e depois bebem cervejas com este general dos rebeldes. ... Deve haver tantos espiões do Reino e do Império nesta cidade, e eles podem observar o comportamento de vocês. Vocês podem voltar a Corônia, meus amigos?

source: Terrible trickster...
pt_br: Terrível vigarista...

source: Much more terrible than snow... You are really trickster...
pt_br: Muito mais terrível que a neve... Você é realmente vigarista...

source: Hehehe. You are really alcoholics, should be more careful. ... Um. Heinrich, why you have a thunderstick in your hand? Hey Arsenio, why you have a bow...
pt_br: Hehehe. Vocês são muito alcoólatras, deveriam ser mais cautelosos. ... Hm. Heinrich, por que você tem um bastão dos trovões na mão? Ei Arsenio, por que você tem um arco...

source: Ah, sorry, I am drunk.
pt_br: Ah, desculpe, eu estou bêbado.

source: Me, too.
pt_br: Eu também.

source: Christopher^... argh.
pt_br: ... argh.

source: (Arsenio and Heinrich join Fusia!)
pt_br: (Arsenio e Heinrich juntaram-se a Fusia!)

source: Hi, Andrzej.
pt_br: Oi, Andrzej.

source: (seems to be very angry)
pt_br: (parece bem irritado)

source: Hi. I am Clammy. Nice to meet you, Andrzej. Can I ask you why you are so angry?
pt_br: Oi. Eu sou Clammy. Prazer em conhecer você, Andrzej. Posso perguntar por que você está tão irritado?

source: Hm. Nice to meet you, Clammy. I am angry due to the betrayal of Christopher, Arsenio, Heinrich, and this guy. I can understand why Fusia betrays the Kingdom. But I cannot understand why that trickster and alcoholics suddenly betray Kingdom. Did you ask them to join you before the declaration? Why you didn’t ask me?
pt_br: Hm. Prazer em conhecer você, Clammy. Eu estou irritado por causa da traição de Cristofer, Arsenio, Heinrich e deste cara. Eu posso entender o porquê Fusia traiu o Reino. Mas eu não consigo entender o porquê esse vigarista e os alcoólicos de repente traíram o Reino também. Você pediu a ele para se unirem a vocês antes da declaração? Por que você não me pediu?

source: Hm. If I stayed one more week on Crownia, I might be hanged. Am I not your friend?
pt_br: Hm. Se eu ficasse mais uma semana em Corônia, eu poderia ser enforcado. Eu não sou seu amigo?

source: (What to answer? ... Help me, Clammy! (glance at Clammy))
pt_br: (O que responder? ... Me ajude, Clammy! (olha o Clammy de relance))

source: ... Well, I answer instead of this silent guy. This guy asks me to join in advance, but did not ask neither of Christopher, Arsenio, Heinrich, and you, not to bother all of you.
pt_br: ... Certo, eu responderei ao invés daquele cara silencioso. Este cara pediu para eu me juntar antecipadamente, mas ele não pediu para Cristofer, Arsenio, Heinrich nem você, para não incomodar.

source: Hm. So why those three joined immediately?
pt_br: Hm. Então por que esses três se uniram imediatamente?

source: At first, Christopher accidentally visited us just after the declaration, without saying his colleagues. He lost the way back, and he joined Fusia. For other two, Christopher tricked them to join Fusia using alcohols... when they accidentally visited here after their mission in the eastern mountains.
pt_br: Primeiramente, Cristofer acidentalmente visitou-nos logo após a declaração, sem avisar seus colegas. Ele perdeu o caminho de volta e juntou-se à Fusia. Para os outros dois, Cristofer enganou-os para juntar-se a Fusia usando álcool... quando eles acidentalmente visitaram este lugar depois da missão nas montanhas do leste.

source: ... Hm. Can I ask details?
pt_br: ... Hm. Posso perguntar detalhes?

source: (30 minutes later)
pt_br: (30 minutos depois)

source: Hm. I understand. I want to join Fusia, too. Because it is the only way to survive.
pt_br: Hm. Eu entendo. Eu quero me unir a Fusia também. Porque é o único jeito de sobreviver.

source: Welcome aboard, Andrzej.
pt_br: Bem-vindo a bordo, Andrzej.

source: Hm. You are really brilliant, Clammy. Hey my new lord, I have a request to you. Can I shoot a magic missile to the trickster? Because his mistake endangered my life.
pt_br: Hm. Você é realmente brilhante, Clammy. Ei meu novo mestre, eu quero fazer uma requisição à você. Posso atirar um míssil mágico no vigarista? Porque o erro dele colocou em risco minha vida.

source: (should Christopher be punished by Andrzej?)
pt_br: (Andrzej deve punir Cristofer?)

source: Sure, of course.
pt_br: Claro, com certeza.

source: Single missile is not enough.
pt_br: Só um míssil não basta.

source: Hm. Thanks.
pt_br: Hm. Obrigado.

source: Christopher, rest in peace.
pt_br: Cristofer, descanse em paz.

source: !! Oh, hardhead! How have you... Wait! Wait! Please! ...Why!?
pt_br: !! Oh, cabeça-dura! Como você... Espere! Espere! Por favor! ...Por quê!?

source: Why...? ... argh.
pt_br: Por quê...? ...argh.

source: Phew.
pt_br: Ufa.

source: Andrzej joins!
pt_br: Andrzej uniu-se!

source: Boss! I'm back!
pt_br: Chefe! Eu voltei!

source: ... You are $eptmp.name|?
pt_br: ... É você $eptmp.name|?

source: Yes, Clammy. I come back here to fight together with the boss and you again!
pt_br: Sim, Clammy. Eu voltei aqui para lutar junto ao chefe e à você novamente!

source: Welcome back, $eptmp.name|.
pt_br: Bem-vindo de volta, $eptmp.name|.

source: A soldier from the previous war, $eptmp.name has joined!
pt_br: Um soldado da guerra anterior, $eptmp.name uniu-se!

source: Secretary
pt_br: Secretário

source: Who is there?
pt_br: Quem está aí?

source: Nice to meet you, <i>$aiw_your_title</i>. I am Gregory, a minor general of Empire. To face you is a really horrifying for us, Imperial soldiers.
pt_br: Prazer em conhecer você, <i>$aiw_your_title</i>. Eu sou Gregory, um general não muito conhecido do Império. Encarar você é realmente horripilante para nós, soldados Imperiais.

source: ... You were a soldier of the Empire in that war?
pt_br: ... Você era um soldado Imperial naquela guerra?

source: Yes. But I was a low-ranked officer at that time. I have promoted to the current position due to the many deaths of generals in that war. So, I should thank someone who killed them. And of course I know you, Mr. Clammy. Your fame as a tactician is also spreading out among the Empire. We, Imperial army, are respecting and afraid of you. I come here to propose a plan benefitable to all of us.
pt_br: Sim. Mas eu era um ofical de baixa patente naqueles tempos. Eu fui promovido à minha posição atual devido a grande quantidade de mortes de generais naquela guerra. Então eu devo agradecer quem os matou. E com certeza eu conheço você, Sr. Clammy. Sua fama como tático também se espalha Império afora. Nós do exército Imperial, respeitamos e temos medo de você. Eu venho aqui propor um plano benéfico para todos nós.

source: What is that plan?
pt_br: Qual é o plano?

source: Our main enemy is the Kingdom, not Fusia. We can permit this country and its independence if you support attack to the Kingdom. This place is actually an important place for transporting, but we really need is a fertile land which can yield plenty of foods. As you know, most of our land is dry, not fertile.
pt_br: Nosso inimigo principal é o Reino, não Fusia. Nós podemos permitir este país com sua independência se vocês nos ajudarem a atacar o Reino. Este lugar é na verdade um lugar importante para transporte, mas nós precisamos mesmo é de uma terra fértil onde possamos plantar comida em abundância. Como vocês sabem, a maior parte de nossa terra é seca, infértil.

source: ... After defeating the Kingdom, the great Empire will attack us and conquer whole this land.
pt_br: ... Depois de derrotar o Reino, o grande Império vai atacar-nos e conquistar esta terra inteiramente.

source: That case is possible if Fusia do nothing when the Kingdom is disappearing. You really think <i>$aiw_your_title</i> and you do nothing during the great chance?
pt_br: Esse caso é possível somente se Fusia não fizer nada quando o Reino estiver desaparecendo. Você realmente acha que <i>$aiw_your_title</i> e você não farão nada durante a grande chance?

source: (Clammy, how do you think? I know most of the Imperial generals, but I do not know this guy. In this sense, he is really suspicious. But if we rejected this offer, we will be sandwiched by the Kingdom and the Empire.)
pt_br: (Clammy, o que você acha? Eu conheço a maioria dos generais Imperiais, mas eu não conheço este cara. Nesse sentido, ele é realmente muito suspeito. Mas se rejeitarmos a oferta, seremos ensanduichados pelo Reino e pelo Império.)

source: (... We should not reject this offer. But... I feel uneasy from him. There might be something wrong...)
pt_br: (... Nós não devemos rejeitar esta oferta. Mas... sinto-me desconfortável com ele. Pode ter algo errado...)

source: You maybe suspicious about me. But there are no lies in my words! Both of us get benefit from this offer! You should think logically, we should join forces!
pt_br: Vocês podem suspeitar de mim. Mas não há mentira no que eu digo! Nós dois nos beneficiaremos desta oferta! Você precisa pensar logicamente, nós deveriamos unir nossas forças!

source: Halt.
pt_br: Alto.

source: (They did a job!? What is going on!? Is it a dream??)
pt_br: (Eles fizeram algo!? O que está acontecendo!? Isso é um sonho??)

source: What? Why you prevent me?
pt_br: O quê? Por que você me impede?

source: Shut up, liar. Your name is not Gregory. Your real name is Hikkson. Hey our former boss, do you forget us?
pt_br: Cale a boca, mentiroso. Seu nome não é Gregory. Seu nome verdadeiro é Hikkson. Ei, nosso velho chefe, você nos esqueceu?

source: And there is another lie in your word. You were a general in the war, but you maybe no longer a general now. It is completely opposite of what you said.
pt_br: E há outra mentira no que você disse. Você foi um general naquela guerra, mas talvez você não seja mais agora. É completamente o oposto do que disse.

source: Mig, tell us more details.
pt_br: Mig, nos diga mais detalhes.

source: This coward was one of the generals guarding this fort at that war. When the fort was fallen, this coward commanded us to block the pursuit of the Kingdom army. Ah, of course that coward immediately escaped after commanding us just to save his life.
pt_br: Este covarde foi um dos generais deste forte naquela guerra. Quando o forte caiu, este covarde ordenou-nos para impedir a perseguição do exército do Reino. Ah, claro que aquele covarde escapou imediatamente depois de ordenar, só para salvar sua vida.

source: That sounds bad, but it is not so uncommon...
pt_br: Isso soa mau, mas não tão incomum...

source: The story is not yet finished, unfortunately. We had managed to drive off first wave of pursuit troops. So, we went back to our main fort. When arriving at the fort, the gate was closed. We asked the guards to open the gate, but they did not open the gate and they did not answer to us.
pt_br: A história não terminou ainda, infelizmente. Nós conseguimos afugentar a primeira onda das tropas que perseguiam. Então nós voltamos para o nosso forte principal. Quando chegamos no forte, o portão estava fechado. Nós pedimos aos guardas para abrirem o portão, mas eles não abriram o portão nem nos responderam.

source: We could not understand what was going on then. We had waited and asked the guards with patience. Then, the final answer had come from the fort. It was an arrow. They shot us. All we could do was getting away from the fort.
pt_br: Nós não conseguimos entender o que estava acontecendo com eles. Nós esperamos e pedimos aos guardas com paciência. Então, a resposta final veio do forte. Era uma flecha. Eles atiraram em nós. Tudo o que pudemos fazer foi se distanciar do forte.

source: According to the friends in the Empire, the reason why we were attacked was clarified. That coward reported we soldiers betrayed the Empire and repelled generals from the fort. I cannot understand why people can believe such a cheap lie.
pt_br: De acordo com os amigos no Império, o motivo pelo qual nós fomos atacados foi esclarecido. Aquele covarde reportou que nós traímos o Império e expulsou generais do forte. Eu não consigo entender o porquê das pessoas conseguirem acreditar numa mentira tão barata.

source: Most of the generals were already dead and many soldiers surrendered to the Kingdom. So most people cannot get the truth. I suppose people merely believe the only existing story... fall of this fort was caused by a betrayal of us, soldiers. People were accordingly tricked once at that time, but as time passed, the truth might be uncovered. Eventually people in the Empire including politicians begins to consider that guy as just a lier. As far as I know, he was punished and was no longer a general. How do you think, Mr. coward? And what is that dagger?
pt_br: A maioria dos generais já estavam mortos e muitos soldados se renderam ao Reino. Então a maioria das pessoas não tem como saber da verdade. Eu acho que as pessoas meramente acreditam na única história existente... a queda deste forte foi causada porque nos traíram, nós os soldados. As pessoas já tinham sido enganadas nessa hora, mas o tempo passou, a verdade pode talvez ter sido exposta. Eventualmente pessoas no Império incluindo políticos começaram a considerar esse cara só um mentiroso. Até onde sei, ele foi punido e já não é mais um general. O que você acha, Sr. covarde? E o que é esta adaga?

source: I... I... am...
pt_br: Eu... Eu... sou...

source: .... This dagger seems to be dipped in some toxin. So this guy tries to assassinate my lord? Ridiculous. It is very hard to expect such a desperate aim. The assassination never be succeeded even when those two guards do not stop this idiot. Mig and Hid, this one is not merely a coward! This is amazingly stupid!
pt_br: .... Esta adaga parece ter sido mergulhada em alguma toxina. Então esse cara tenta assassinar meu mestre? Ridículo. É bem difícil imaginar um objetivo tão desesperado. O assassinato nunca teria sucesso mesmo se esses dois guardas não parassem esse idiota. Mig e Hig, esse aí não é meramente um covarde! É surpreendentemente estúpido!

source: (What is really amazing to me is these two guards... They have been really guarding me...?)
pt_br: (O que é realmente surpreendente para mim é esses dois guardas... Eles realmente estavam me protegendo...?)

source: Someone in the Empire might command this suicidal mission to this idiot. The commander itself is not so important. Empire directly takes an action to Fusia, it is the problem. They may begin direct military actions to us. We should take a care to the north region more.
pt_br: Alguém do Império pode ter ordenado esta missão suicida a este idiota. O comandante em si não é tão importante. O Império tomou uma ação direta contra Fuisa, este é o problema. Eles podem começar ações militares diretas sobre nós. Nós devemos ter mais cuidado da região norte.

source: Do we need to know who sent that idiot to us?
pt_br: Nós precisamos saber quem enviou esse idiota aqui?

source: No. We do not have enough time and knowing the name is not so benefitable us. I suggest to kill or hung it as a pretender of the Imperial general. This mission shall not be an official task, so Imperial officer cannot be here officially. Official emissary from Empire to us is not allowed due to the treaty of the previous war. Both the Kingdom and the Empire cannot blame us officially. In addition, this demonstration may show our intent and malice of the Empire to other factions. What is your opinion, Clammy?
pt_br: Não. Nós não temos tempo suficiente e saber o nome não é tão benéfico para nós. Eu sugiro matar ou enforcar ele como um impostor de um general do Império. Esta missão não deve ser uma tarefa oficial, então um Oficial Imperial não pode estar aqui oficialmente. Emissários oficiais do Império para nós não é permitido devido ao tratado da guerra anterior. Ambos Reino e Império não podem nos culpar oficialmente. Além disso, esta demonstração pode mostrar nossas intenções, e malícia do Império contra outra facções. Qual é a sua opinião, Clammy?

source: NO! PLEASE! PLEASE LET ME ALIVE!!
pt_br: NÃO! POR FAVOR! POR FAVOR ME DEIXEM VIVER!!

source: I agree with you, Redi. The words of this idiot also seem to agree with your idea. We have lots of things to do, so let’s take an action as soon as possible.
pt_br: Eu concordo contigo, Redi. As palavras deste idiota também parecem concordar com sua ideia. Nós temos muitas coisas a fazer, então vamos tomar atitudes o mais rápido possível.

source: Promotion!
pt_br: Promoção!

source: $tmp_leader_name got enough exploits! The troop becomes a $tu_type_name|!
pt_br: $tmp_leader_name ganhou proeza suficiente! A tropa tornou-se $tu_type_name|!

source: Your Desk
pt_br: Sua Mesa

source: Ask Clammy
pt_br: Pergunte ao Clammy

source: Ask Secretary
pt_br: Peça ao Secretário

source: Back to Field
pt_br: Retornar ao Campo

source: Ask Geographer
pt_br: Pergunte ao Geógrafo

source: antechamber
pt_br: sala de espera

source: Ask Naga boss
pt_br: Peça ao chefe Naga

source: Treasure!
pt_br: Tesouro!

source: (I don’t know what he is doing. Is he really guarding me...?)
pt_br: (Eu não sei o que ele está fazendo. Ele está realmente me protegendo...?)

source: (He is guarding me.. Maybe, he is really guarding me.... Still, I cannot believe it... Did he already know Christopher, Arsenio, Heinrich, and Andrzej? It is unconceivable... What is the criteria for him? That was just a lucky?
pt_br: (Ele está me protegendo.. Talvez, ele esteja realmente me protegendo.... Ainda, eu não consigo acreditar... Ele já conhecia Cristofer, Arsenio, Heinrich e Andrzej? É inconcebível... Qual é o critério para ele? Aquilo foi somente sorte?)

source: (He is always looking around.)
pt_br: (Ele sempre está olhando em volta.)

source: (...but he never moves from that position. He gazed at every people who entered this office without any exceptions. ... Clammy, the Secretary, and even I are gazed by him. And... as I recall... no one is blocked by him. He just gazes at the visitor, but do nothing. ... what is he doing?)
pt_br: (...mas ele nunca se move daquele lugar. Ele olha de relance para todas as pessoas que entram neste escritório sem nenhuma excessão. ... Clammy, o Secretário, e até eu ele olha de relance. E... até onde lembro... ele não impede ninguém. Ele só olha de relance no visitante, mas não faz nada. ... o que ele está fazendo?)

source: (Who assigned these two soldiers here? At least, it is not me...)
pt_br: (Quem colocou esses dois soldados aqui? Pelo menos, não fui eu...)

source: (This is my desk. I definitely hate wars, but I also hate desk works.)
pt_br: (Esta é minha mesa. Eu definitivamente odeio guerras, mas eu também odeio trabalho de escritório.)

source: Hi, do you have a request to me?
pt_br: Oi, você tem uma requisição para mim?

source: <span color='yellow'>Send special treasure to merfolks and persuade to join us.</span>
pt_br: <span color='yellow'>Envie um tesouro especial aos merfolks e persuada-os a unirem-se a nós.</span>

source: Understand. They will surely join us.
pt_br: Entendo. Eles com certeza se unirão a nós.

source: <span color='yellow'>ask merfolks to join us</span>
pt_br: <span color='yellow'>peça aos merfolks para se unirem a nós</span>

source: They already gave us a request. Do you request for another task?
pt_br: Eles já nos deram uma requisição. Você quer requisitar outra tarefa?

source: They will surely request some treasure for our request. The request might become easier as our power increased. Try to persuade them now?
pt_br: Eles com certeza irão requisitar algum terouso pela nossa requisição. A requisição pode tornar-se mais fácil quando tivermos um grande poder. Tentar persuadir eles agora?

source: Yes! <span color='yellow' size='smaller'>current treasure hunting task will be abondoned!</span>
pt_br: Sim! <span color='yellow' size='smaller'>a tarefa atual de caça ao tesouro será abandonada!</span>

source: Treasure hunting!
pt_br: Caça ao tesouro!

source: Do you need a new map?
pt_br: Você precisa de um novo mapa?

source: Get a new treasure map for <span color='yellow'>5g</span>!
pt_br: Obter um novo mapa do tesouro por <span color='yellow'>5 ouros</span>!

source: Hm. Here is the new map. I hope you will find something valuable treasure. Let me see if you find out valuable one.
pt_br: Hm. Aqui está o novo mapa. Eu espero que você encontre algum tesouro valioso. Deixe-me saber se você encontrar algum valioso.

source: Ugh. Sorry, no maps are left now. Please wait for a while. I will bring at least one map when I come here next time.
pt_br: Aff. Desculpe, não resta nenhum mapa. Por favor espere um pouco. Eu trarei pelo menos um mapa da próxima vez que eu vier aqui.

source: Discard current map
pt_br: Descartar o mapa atual

source: Are you sure to give up current searching treasure?
pt_br: Você tem certeza que quer abandonar a caça ao tesouro atual?

source: Bye
pt_br: Tchau

source: At your service, your majesty.
pt_br: À sua disposição, majestade.

source: <span color='yellow'>Squad/Platoon/Company Menu</span>
pt_br: <span color='yellow'>Menu de Esquadrão/Pelotão/Companhia</span>

source: Send a spy <span size='smaller'>costs <span color='yellow'>2g</span> to send; costs <span color='yellow'>1g</span> to keep every turn</span>
pt_br: Enviar um espião <span size='smaller'>custo <span color='yellow'>2 ouros</span> para enviar; custos <span color='yellow'>1 ouro</span> para manter por turno</span>

source: Information about other sides (needs an active spy)
pt_br: Informações sobre outros lados (precisa de um espião ativo)

source: Send an emissary to other side.
pt_br: Enviar um emissário a outro lado.

source: We already sent the emissary out. We should wait for the return of him.
pt_br: Nós já enviamos o emissário. Nós devemos esperar pelo seu retorno.

source: Secretary^What to do?
pt_br: O que vamos fazer?

source: See status of reserve units
pt_br: Ver o estado das unidades da reserva

source: Fire a reserve unit
pt_br: Demitir uma unidade da reserva

source: Really fire $tmp_selected_unit.name|?
pt_br: Quer mesmo demitir $tmp_selected_unit.name|?

source: Yes
pt_br: Sim

source: No
pt_br: Não
