Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: If they try to attack Fusia, goblins will work as a shield. Please send money if they are in trouble. Anyway, number of orcish solidiers can be very large, if there is money supply from the Kingdom or Empire. To attack them, you may need a way to supply food for your troops because there are no villages around their home. Healing of soldiers may also be a problem. You should send large number of troops if you want to try to defeat them due to the problems above and their vast number. The best time for attacking orcs is when they are fighting against drakes. Their raiding party sometimes appears and attack the goblins. You should kill the parties as soon as possible to keep intimacy with goblins.
pt_br: Se eles tentarem atacar Fusia, góblins funcionarão como um escudo. Por favor envie dinheiro se eles estiverem com problemas. De qualquer maneira, o número de soldados orcs pode ser muito grande, se dinheiro for fornecido pelo Reino ou Império. Para atacá-los, você pode precisar fornecer comida para suas tropas pois não há aldeias próximas à casa deles. A cura de soldados também pode ser um problema. Você deve enviar um grande número de tropas se você quiser tentar derrotá-los, por causa dos problemas acima e do grande número deles. A melhor hora para atacar os orcs é quando eles estiverem lutando contra os draconatos. Os grupos de incursão deles às vezes aparecem e atacam os góblins. Você deve destruir os grupos o mais rápido possível para manter a intimidade com os góblins.

source: <span color='yellow'>against Dwarves</span>
pt_br: <span color='yellow'>contra Anões</span>

source: As an enemy, they are awsome foes for Fusia. Fusia is well guarded by the mountains, but those mountains cannot be a barrier against dwarves. So you have to defeat them as soon as possible. But west side is guarded by the Frontline Fort of the Kingdom, and the east part overlaps with the troll territory. It is very difficult to attack them directly. We should defeat trolls first, and then attack dwarves from the east. If they remain as an enemy, we will surely get ambushed over the mountains.
pt_br: Como inimigos, eles são oponentes pavorosos para Fusia. Fusia é bem protegida pelas montanhas, mas essas montanhas não são uma barreira contra anões. Então você deve derrotá-los o mais rápido quanto possível. Mas o lado oeste é protegido pelo Forte de Linha de Frente do Reino, e no leste parte do território sobrepõe-se com território troll. É muito difícil atacá-los diretamente. Nós devemos derrotar os trolls primeiro, e depois atacar os anões pelo leste. Se eles continuarem sendo inimigos, com certeza nós seremos emboscados através as montanhas.

source: against Trolls
pt_br: contra Trolls

source: Their regeneration ability is terribly annoying. You should finish the battle shortly. Otherwise, you will eventually defeated by them. Helps from goblins will be nice against trolls. You should not fight with them in the hills or mountains. They are not good at fighting on flat, snow, or in the forest. Careful choice of the battle field is crucial in wars. They sometimes fight against dwarves. That is a great chance for us. We should send troops immediately and crash them at once!
pt_br: A habilidade de regeneração deles é terrivelmente irritante. Você deve terminar a batalha rapidamente. Caso contrário, você irá depois de algum tempo ser derrotado por eles. Ajuda dos góblins será boa contra os trolls. Você não deve lutar com eles em colinhas ou montanhas. Eles não são bons em lutar no plano, neve ou na floresta. A escolha cuidadosa do campo de batalha é crucial em guerras. Eles às vezes lutam contra os anões. Essa é uma ótima oportunidade para nós. Nós devemos enviar tropas imediatamente e esmagá-los de uma vez por todas!

source: against Elves
pt_br: contra Elfos

source: Their home is too far from here. That is the only problem. They have skilled soldiers, but the number cannot be so large due to their nature. They are sometimes fighting against saurians.
pt_br: A casa deles é bem longe daqui. Esse é o único problema. Eles têm soldados habilidosos, mas o número não pode ser tão grande devido à natureza deles. Eles às vezes estão lutando contra os lagartos.

source: against Drakes
pt_br: contra Draconatos

source: They may not be a direct enemy for Fusia. But they are primary enemy for goblins in Goba. Fortunately, if you send money to goblins properly, attacks by drakes maybe blocked without troops of Fusia. They sometimes fight against orcs, it can be a good chance to attack those two sides.
pt_br: Eles podem não ser um inimigo direto à Fusia. Mas eles são os principais inimigos dos góblins em Goba. Felizmente, se você enviar dinheiro aos góblins devidamente, ataques dos draconatos podem ser bloqueados sem tropas de Fusia. Eles às vezes lutam contra orcs, pode ser uma boa oportunidade para atacar esses dois lados.

source: against Saurians
pt_br: contra Lagartos

source: The most important point about this race is their main soldiers, skirmishers, are considered as riders. It means your shooter leader will be easily killed by those skirmishers. So you should be careful about troop organization. There are no villages around their home, and there are many swamps instead. Be careful also about terrains.
pt_br: O ponto mais importante sobre essa raça é os seus soldados principais, escaramuçadores são considerados como cavaleiros. Isso significa que seu líder atirador será facilmente morto por esses escaramuçadores. Então você deve ser cuidadoso com a organização da tropa. Não há aldeias ao redor da casa deles, ao invés disso, há muito pântano. Seja cuidadoso com o terreno.

source: Which topic do you want to know?
pt_br: Que tópico você quer saber?

source: Income
pt_br: Receita

source: Income consists of <b>base income</b> and <b>bonus income</b>. The former is the main income of this country. <b>Base income</b> can be increased by defeating other sides.
pt_br: Receita consiste da <b>receita base</b> e <b>receita bônus</b>. A primeira é a principal receita deste país. <b>Receita base</b> pode ser aumentada derrotando outros lados.

source: <b>Bonus income</b> is rather special style of income. This can be obtained if you send paperpushers to enemy villages or if you conquered the enemy outposts (excluding main outpost of sides). In the latter case, you may get a Flag unit at the defeated enemy outpost.
pt_br: <b>Receita bônus</b> é um tipo um pouco especial de receita. Esta pode ser obtida quando você envia burocratas às aldeias inimigas ou se você conquistou postos avançados inimigos (excluindo o principal posto avançado dos lados). No último caso, você pode receber uma unidade Bandeira no posto avançado derrotado do inimigo.

source: If you find a treasure and it does not have special power, you may get gold instead. This is the only way to get large amount of money instantly.
pt_br: Se você encontrar um tesouro e ele não tiver nenhum poder especial, você pode, ao invés disso, pegar ouro. Este é o único jeito de conseguir grandes quantidades de ouro instantaneamente.

source: Outgo
pt_br: Despesas

source: You need some money to do something special. 1: Use special units on the Field (Engineers, Paperpusher) 2: Keep buildings (Watchtower, Foodstorage) 3: Recruit leader or soldier unit. If there are bandits in our land, the income can be reduced. It is to be noted special units (such as Engineers) in antechamber do not require upkeep. If there are no jobs for them, send them to the antechamber to save money.
pt_br: Você precisa de dinheiro para fazer algo especial. 1: Usar unidades especiais no Campo (Engenheiros, Burocratas) 2: Manter construções (Torre de Vigia, Armazém de Comida) 3: Recrutar uma unidade líder ou soldado. Se houverem bandidos em nossa terra, a receita será reduzida. Deve ser notado que unidades especiais (tais como Engenheiros) na sala de espera não requerem manutenção. Se não houver trabalhos para eles, envie-os à sala de espera para economizar dinheiro.

source: <span color='yellow'>How to use gold?</span>
pt_br: <span color='yellow'>Como usar ouro?</span>

source: Recruit a commander for 40g is the primary usage. Low level units are recruited automatically every turn (if you are at Fusia), but those newbies cannot be a commander immediately. If you have enough commanders and not many soldiers, recruiting a spearman/bowman for 10g is a reasonable choice. On the other hand, you should keep some amounts of gold for urgent tasks... For example, to help allies and to prepare sudden increases of outgo by bandits.
pt_br: Recrutar um comandante por 40 ouros é o uso primário. Unidades de nível baixo são recrutadas automaticamene todos os turnos (se você estiver em Fusia), mas esses novatos não podem ser comandantes imediatamente. Se você tem comandantes o suficiente e não muitos soldados, recrutar um lanceiro desmontado/arqueiro por 10 ouros é uma escolha sensata. Por outro lado, você deve guardar alguma quantidade de ouro para tarefas urgentes... Por exemplo, para ajudar aliados e preparar aumentos súbidos de despesas causadas por bandidos.

source: Unit system is very much different from usual campaigns, you should understand the difference.
pt_br: O sistema das Unidades é bem diferente das campanhas típicas, você deve entender a diferença.

source: <span color='yellow'>Max level of unit</span>
pt_br: <span color='yellow'>Nível máximo da unidade</span>

source: Max level of a unit is determined when he/she is created regardless of the unit type. For example, if the maxlevel of a spearman is 1, he cannot become swordsman/pikeman. So units with higher max level are very rare and important. Please do not waste high max level units. If an unit is already in his/her maxlevel, experience required for the next level becomes 999.
pt_br: O nível máximo da unidade é determinado quando ele/ela é criado, independentemente do tipo de unidade. Por exemplo, se o nível máximo de um lanceiro desmontado é 1, ele não conseguirá se tornar um espadachim/piqueiro. Então unidades com nível máximo alto são muito raras e importantes. Por favor não desperdice unidades de nível máximo alto. Se uma unidade já está no seu nível máximo, a experiência requerida para o próximo nível torna-se 999.

source: Exploit
pt_br: Proeza

source: Exploits represent fame/achievement of this unit. This value is not concerned with unit level. Low level units can have big exploits, high level units with very low exploit are possible. This value is important only for leader of a troop. <span color='yellow'>Exploit of 50 is required for Squad leader, 120 for Platoon leader, and 250 for Company leader.</span> We can't organize Battalion. That is a special troop for leaders of Kingdom, Empire, and orcs.
pt_br: Proeza representa a fama/conquistas desta unidade. Este valor não leva em conta o nível da unidade. Unidades de baixo nível podem ter grande proeza, unidades de nível algo com proeza muito baixa é possível. Este valor é importante somente para o líder da tropa. <span color='yellow'>É necessário 50 de Proeza para ser um líder de esquadrão, 120 para líder de Pelotão e 250 para líder de Companhia.</span> Nós não podemos organizar Batalhão. Essa é uma unidade especial para os líderes do Reino, Império e orcs.

source: <span color='yellow'>Vanguards, Shooters, Riders, and Refugees</span>
pt_br: <span color='yellow'>Vanguardeiros, Atiradores, Cavaleiros e Refugiados</span>

source: Every single unit type is divided into a <b>vanguard, shooter, or rider</b>. Units good at melee attacks are classified as vanguard. On the other hand, units good at ranged attacks, healers, or commanders (having leadership) are shooters. Mixed fighters are usually considered as vanguards. Mounted units and some other agile units (such as saurians) are considered as riders. Note that mounted units are not always riders. Vanguards, shooters, and riders are marked with <b>F</b>(forward), <b>B</b>(back), and <b>R</b>(rider) in the status window, respectively. You can change the unit role from the troop status window. Note that rider class is available only for some selected units. Most of units cannot be a rider. The last type of unit, Refugee, is a special one. They are not involved in any battles. The leader can't be a refugee. If you have terribly injured units in your troop, you may switch them to refugees type. Refugees are marked with <b>X</b>
pt_br: Todos os tipos de unidade são divididos em <b>vanguardeiro, atirador ou cavaleiro</b>. Unidades boas em corpo a corpo são classificadas como vanguardeiras. Por outro lado, unidades boas em ataques de longo alcance, médicos ou comandantes (tendo liderança) são classificadas como atiradoras. Soldados mistos são normalmente considerados vanguardeiros. Unidades montadas e outras unidades ágeis (como lagartos) são consideradas cavaleiras. Note que unidades montadas nem sempre são consideradas cavaleiras. Vanguardeiros, atiradores e cavaleiros são marcados com <b>V</b>(vanguarda), <b>R</b>(retaguarda) e <b>C</b>(cavalaria) na janela de estado, respectivamente. Você pode mudar a função da unidade a partir da janela de estado da tropa. Note que a classe cavaleiro fica disponível somente para algumas unidades específicas. A maioria das unidades não pode ser cavaleira. O último tipo de unidade, Refugiado, é um tipo especial. Eles não são envolvidos em nenhuma batalha. O líder não pode ser um refugiado. Se você tiver unidades gravemente feridas na sua tropa, você pode colocá-las com o tipo refugiado. Refugiados são marcados com <b>X</b>

source: <span color='yellow'>Healing</span>
pt_br: <span color='yellow'>Medicação</span>

source: Healing mechanism is complicated (due to the balancing reason). Please read it carefully. If several conditions are satisfied simultaneously, the best one will be chosen. <span color='green'>+8</span>: 1. if troop is on <span color='red'>Village, Castle, Keep, or adjacent hex to Fusia</span> and <b>there are no enemy units adjacent</b> 2. if troop has healing ability <span color='green'>+6</span>: 1. if troop has a heal +8 unit and <b>there are no enemy units adjacent</b> 2. if unit has regenerate ability <span color='green'>+4</span>: 1. if troop has a heal +4 unit and <b>there are no enemy units adjacent</b> <span color='green'>+3</span>: 1. if troop has a heal +8 unit <span color='green'>+2</span>: 1. if troop has a heal +4 unit 2. if there are no enemy units adjacent 3. if there are enemy units adjacent but the troop is in villages or catsles Note that if there is an enemy unit adjacent, amount of the healing is significantly reduced even in the village. Troops never get poison, you do not need to care about it. Poison got in the skirmishes (on non-Field map, such as battles against bandits in the Fling forest) is also cured when exiting from the skirmish.
pt_br: O mecanismo de medicação é complicado (devido a questão de balanceamento). Por favor leia-a atentamente. Se várias condições forem satisfeitas simultaneamnete, a melhor será escolhida. <span color='green'>+8</span>: 1. se a tropa estiver em <span color='red'>Aldeia, Castelo, Torre de Menagem ou algum hex adjacente à Fusia</span> e <b>não houver unidades inimigas adjacentes</b> 2. se a tropa tiver a habilidade medicação <span color='green'>+6</span>: 1. se a tropa tiver uma unidade com medicar +8 e <b>não houver unidades inimigas adjacentes</b> 2. se a unidade tiver habilidade de regeneração <span color='green'>+4</span>: 1. se a tropa tiver uma unidade com medicar +4 e <b>não houver unidades inimigas adjacentes</b> <span color='green'>+3</span>: 1. se a tropa tiver uma unidade com medicar +8 <span color='green'>+2</span>: 1. se a tropa tiver uma unidade com medicar +4 2. se não houver unidades inimigas adjacentes 3. se há unidades inimigas adjacentes mas a tropa está em aldeias ou castelos Note que se houver uma unidade inimiga adjacente, a qualidade da medicação é reduzida significativamente mesmo numa aldeia. Tropas nunca ficam envenenadas, você não precisa se preocupar com isso. Envenenamentos obtidos em escaramuças (num mapa diferente do Campo, tais como batalhas contra bandidos na Floresta Namorico) também são curadas ao sair da escaramuça.

source: Automatic Recruiting
pt_br: Recrutamento Automático

source: Automatic recruiting happens in some places of this campaign. 1. A soldier will be recruited every turn if you are at Fusia. (if total number of soldiers is less than $aiw_max_soldiers|) 2. Enemy leader and Guardian troops recruit a soldier every turn (when there is no enemies adjacent.)
pt_br: Recrutamento automático acontece em alguns lugares desta campanha. 1. Um soldado será recrutado a cada turno se você estiver em Fusia. (se o número total de soldados for menor do que $aiw_max_soldiers|) 2. O Líder inimigo e Tropas Guardiãs recrutam um soldado por turno (quando não há inimigos adjacentes.)

source: The battle system is also very much different from ordinary campaigns. Check it out carefully.
pt_br: O sistema de batalha também é muito diferente das campanhas típicas. Confira ele cuidadosamente.

source: Attack damage
pt_br: Dano de Ataque

source: Attack damage of troop is calculated from the attacks of members. <b>Melee: sum of melee attack of VANGUARDS.</b> <b>Ranged: sum of ranged attack of ALL THE UNITS (except REFUGEES).</b> There are some special cases, though. Riders have special role in the battle (see corresponding topic for detail). Ranged attack damages of vanguards/riders will be somewhat reduced (multiplied by <b>0.6</b>) from their basic ability. On the other hand, ranged attack damage of the shooters is increased (multiplied by <b>1.2</b>). Melee attacks of shooters can be active when there are no guards of them (more precisely, when they are directly involved in the melee battle.).
pt_br: O dano de ataque da tropa é calculado a partir dos ataques dos membros. <b>Corpo a Corpo: soma do ataque corpo a corpo dos VANGUARDEIROS.</b> <b>Longa Distância: soma do ataque de longa distância de TODAS AS UNIDADES (exceto REFUGIADOS).</b> Porém há alguns casos especiais. Cavaleiros tem uma função especial na batalha (veja o tópico correspondente para mais detalhes). Ataques de longa distância de vanguardeiros/cavaleiros serão um pouco reduzidos (multiplicados por <b>0.6</b>) a partir da habilidade básica deles. Por outro lado, ataques de longa distância dos atiradores são aumentados (multiplicados por <b>1.2</b>). Ataques corpo a corpo de atiradores podem ser ativados quando não há guardas para eles (mais precisamente, quando eles são envolvidos diretamente em batalha corpo a corpo.).

source: <span color='yellow'>Death of the leader</span>
pt_br: <span color='yellow'>Morte do líder</span>

source: <span color='yellow'>Death of the leader means the death of the troop.</span> Since the shooters are safer than vanguards, shooter leaders may be better to avoid unlucky death of a troop.
pt_br: <span color='yellow'>Morte do líder significa a morte da tropa.</span> Uma vez que atiradores estão mais protegidos do que vanguardeiros, líderes atiradores podem ser melhores para evitar uma infeliz morte da tropa.

source: Ranged attack
pt_br: Ataque a distância

source: Attack and counter attack is done at the same time. Even if you can defeat enemy troop by your attack, you get counter attack damage. Ranged attack damage is calculated as: (ranged attack damage) * (coefficient) * (enemy defense) The calculated damage is scattered to <b>ALL THE ENEMY TROOP UNITS</b>, where <i>ranged attack damage</i> is the displayed attack damage, and <i>enemy defense</i> is the ordinary unit defense at the current terrain. Units may not die easily by the ranged attack since it is scattered to all the unit. On the other hand, in the melee attack, target units (vanguards or shooters) may die easily because the damage concentrated on them. For about damage coefficient, see the topic about that.
pt_br: Ataque e contra-ataque ocorrem simultaneamente. Mesmo se você puder derrotar a tropa inimiga com seu ataque, você recebe o dano de contra-ataque. O ataque de longa distância é calculado assim: (dano de ataque de longa distância) * (coeficiente) * (defesa inimiga) O dano calculado é distribuído para <b>TODAS AS UNIDADES DA TROPA INIMIGA</b>, onde <i>dano de ataque de longa distância</i> é o dano de ataque de longa distância exibido, e <i>defesa inimiga</i> é a defesa típica da unidade no terreno atual. Unidades podem não morrer facilmente por ataques de longa distância uma vez que ele é distribuído por toda a unidade. Por outro lado, no ataque corpo a corpo, unidades alvo (vanguardeiros ou atiradores) podem morrer facilmente por causa do dano concentrado nelas. Para saber mais sobre o coeficiente de dano, veja o tópico sobre ele.

source: Melee attack
pt_br: Ataque corpo a corpo

source: Attack and counter attack is done at the same time. Even if you can defeat enemy troop by your attack, you get counter attack damage, and ranged attack also happens when melee attack happens. Melee attack is little bit complicated. The attack damage in the status window is written as A (X+Y+Z) format, where X, Y, and Z are the total damage by vanduards, riders, and shooters, respectively. A is just a sum of X and Y if there is at least a vanguard/rider. The vanguard attack damage is scattered to <b>all the enemy VANGUARDs and RIDERs</b>. Shooters melee attack is active only when there are no vanguards and riders. Attack target of riders is bit complicated. Rider attack target: - if there are enemy riders, attack them. - if there are no enemy riders but are shooters, attack shooters. - if there are neither riders nor shooters in enemy troop, attack vanguards And it must be noted that <b>ranged attack also takes place during melee attack</b>. Melee attack damage is calculated as: (melee attack damage) * (coefficient) * (enemy defense) where <i>melee attack damage</i> is the displayed attack damage, and <i>enemy defense</i> is the ordinary unit defense at the current terrain. The actual damage to an unit is somewhat randomized, so it is very hard to estimate the actual damage. For about damage coefficient, see the topic about that.
pt_br: Ataque e contra-ataque são feitos simultaneamente. Mesmo que você possa derrotar a tropa inimiga com seu ataque, você recebe o dano de contra-ataque, e ataque de longa distância também acontece quando o ataque corpo a corpo ocorre. Ataque corpo a corpo é um pouco complicado. O dano de ataque é mostrado na janela de estado escrito no formato A (X+Y+Z), onde X, Y e Z são os totais de dano pelos vanguardeiros, cavaleiros e atiradores, respectivamente. A é apenas a soma de X e Y se houver pelo menos um vanguardeiro/cavaleiro. O ataque da vanguarda é distribuído para <b>todas as unidades VANGUARDEIRAS e CAVALEIRAS</b>. Ataque corpo a corpo de atiradores fica ativo somente quando não há vanguardeiros e cavaleiros. O alvo do ataque de cavaleiros é um pouco complicado. Alvo do ataque de cavaleiros: - se há inimigos cavaleiros, atacam os cavaleiros. - se não há cavaleiros inimigos mas há atiradores, atacam os atiradores. - se não há cavaleiros nem atiradores na tropa inimiga, atacam os vanguardeiros E deve ser notado que <b>ataque de longa distância também ocorre durante o ataque corpo a corpo</b>. O ataque corpo a corpo é calculado assim: (dano de ataque corpo a corpo) * (coeficiente) * (defesa inimiga) onde o <i>dano do ataque corpo a corpo</i> é o dano de ataque exibido, e <i>defesa inimiga</i> é a típica defesa da unidade no terreno atual. Na verdade o dano a uma unidade é um pouco aleatório, então é muito difícil estimar o dano real. Para saber mais sobre o coeficiente de dano, veja o tópico sobre ele.

source: Damage Coefficient?
pt_br: Coeficiente de Dano?
