Repository: mateus-70/Wesnoth-translations
Catalog: AIW/AIW-v1.14/LC_MESSAGES/wesnoth-An_Independence_War.po
Languages: pt_br

source: target: Fusia: $aiw_team[$aiw_side_stat[1].target].name Kingdom: $aiw_team[$aiw_side_stat[2].target].name Empire: $aiw_team[$aiw_side_stat[3].target].name Goblins: $aiw_team[$aiw_side_stat[4].target].name Khalifates: $aiw_team[$aiw_side_stat[5].target].name Orcs: $aiw_team[$aiw_side_stat[6].target].name Dwarves: $aiw_team[$aiw_side_stat[7].target].name Trolls: $aiw_team[$aiw_side_stat[8].target].name Elvs: $aiw_team[$aiw_side_stat[9].target].name Merfolks: $aiw_team[$aiw_side_stat[10].target].name Drakes: $aiw_team[$aiw_side_stat[11].target].name Saurians: $aiw_team[$aiw_side_stat[12].target].name Monsters: $aiw_team[$aiw_side_stat[13].target].name
pt_br: alvo: Fusia: $aiw_team[$aiw_side_stat[1].target].name Reino: $aiw_team[$aiw_side_stat[2].target].name Império: $aiw_team[$aiw_side_stat[3].target].name Góblins: $aiw_team[$aiw_side_stat[4].target].name Khalifados: $aiw_team[$aiw_side_stat[5].target].name Orcs: $aiw_team[$aiw_side_stat[6].target].name Anões: $aiw_team[$aiw_side_stat[7].target].name Trolls: $aiw_team[$aiw_side_stat[8].target].name Elfos: $aiw_team[$aiw_side_stat[9].target].name Merfolks: $aiw_team[$aiw_side_stat[10].target].name Draconatos: $aiw_team[$aiw_side_stat[11].target].name Lagartos: $aiw_team[$aiw_side_stat[12].target].name Monstros: $aiw_team[$aiw_side_stat[13].target].name

source: Excellent! We, engineers, will also help you and your country. We can build buildings such as <span color='yellow'>Watchtowers</span> and <span color='yellow'>Foodstorages</span> on the field. Our power might be useful for coming full-scale war against Kingdom and Empire. Ask your goblin about the details of our power. He knows well our skills.
pt_br: Excelente! Nós, engenheiros, também iremos ajudar você e seu país. Nós podemos fazer construções tais como <span color='yellow'>Torres de Vigia</span> e <span color='yellow'>Armazéns de Comida</span> no campo. Nossas capacidades podem ser úteis para a guerra em grande escala contra o Reino e o Império que vem por aí. Pergunte ao seu góblin sobre nossas capacidades. Ele conhece bem nossas habilidades.

source: Here is the office. You can build a troop, recruit commanders, send spies to enemies, send an emissary.
pt_br: Aqui é o escritório. Você pode construir uma tropa, recrutar comandantes, enviar espiões aos inimigos e enviar um emissário.

source: You must build a troop first. First, go to the <span color='yellow'>Ask secretary hex</span>. Second, choose <span color='yellow'>Squad/Platoon/Company Menu</span> item. Third, choose <span color='yellow'>Create a Squad/Platoon/Company</span> item. Fourth, <span color='yellow'>choose a leader unit</span> of a Squad. A Squad will be created at the antechamber below.
pt_br: Antes de tudo, você deve construir uma tropa. Primeiro, vá até o <span color='yellow'>hex Peça ao secretário</span>. Segundo, escolha o item <span color='yellow'>Menu de Esquadrão/Pelotão/Companhia</span>. Terceiro, escolha o item <span color='yellow'>Criar um Esquadrão/Pelotão/Companhia</span>. Quarto, <span color='yellow'>escolha uma unidade como líder</span> de um Esquadrão. Um Esquadrão será criado na sala de espera abaixo.

source: Then, you can add members by right-clicking the newly created troop. Once you can successfully build a troop, choose <i>Go for the War</i> item from the right-clicking menu. This is the basic way to build a troop. If you have troubles building a troop or something others, please ask me.
pt_br: Depois, você pode adicionar membros clicando com o botão direito na tropa recém criada. Uma vez que você teve sucesso em montar a tropa, escolha o item <i>Ir para a Guerra</i> a partir do menu do botão direito. Este é o jeito básico de montar uma tropa. Se você tiver problemas em montar uma tropa ou em algo mais, por favor fale comigo.

source: You should not add soldiers to your troop now. Your are already an extremely skilled and respected leader. Further experience of you is just a waste. Give a chance for young commanders and soldiers.
pt_br: Seria melhor você não adicionar soldados à sua tropa agora. Você já é um líder estremamente habilidoso e respeitado. Experiência além dessa para você será apenas um desperdício. Dê a chance para os jovens comandantes e soldados.

source: On a final note, <span color='yellow'>a soldier is automatically recruited every turn</span> in the Field. So you usually do not need to recruit soldiers here. Much moneys will be needed later, you should save. But if you have enough soldiers and money, recruiting a commander is a wise decision.
pt_br: Uma nota final, <span color='yellow'>um soldado é recrutado automaticamente por turno</span> no Campo. Então, normalmente você não precisa recrutar soldados aqui. Muito dinheiro será necessário depois, é melhor você poupar. Mas se você tem soldados e dinheiro suficientes, recrutar um comandantes é uma decisão sábia.

source: There is a bandit group in the Fling forest. We should send a troop there to restore our income. Sorry to repeat the warning, my lord. <span color='yellow'>YOUR TROOP SHOULD BE IN FUSIA. IF YOU ARE NOT IN FUSIA, MOST OF MANAGEMENTS ARE IMPOSSIBLE.</span>.
pt_br: Há um grupo de bandidos na Floresta Namorico. É melhor enviarmos uma tropa até lá para recuperar nossa receita. Desculpe por repetir este aviso, meu mestre. <span color='yellow'>SUA TROPA DEVE FICAR EM FUSIA. SE VOCÊ NÃO ESTIVER EM FUSIA, A MAIOR PARTE DA GERÊNCIA É IMPOSSÍVEL</span>.

source: Now, we have to fight against the world. At first, we should crash the bandit in the Fling Forest, southwest from here. You should send a newly built troop there for their training. We cannot identify the exact location of bandits in the fog. So we have to get close to them first.
pt_br: Agora, nós devemos lutar contra o mundo. Primeiramente, nós devemos esmagar os bandidos na Floresta Namorico, sudoeste daqui. Você deve enviar uma tropa recém montada lá para treinamento. Nós não conseguimos identificar a localização exata dos bandidos na neblina. Então nós precisamo nos aproximar deles primeiro.

source: If you wanna enter the office from the Field, right-clicking your troop and select a menu item <i>Enter the Office</i>. This command is available only if you are at Fusia (59,35).
pt_br: Se você quiser entrar no escritório a partir do Campo, clique com o botão direito na sua tropa e selecione o item do menu <i>Entrar no Escritório</i>. Este comando está disponível somente se você estiver em Fusia (59,35).

source: You can get gold or special items by the treasure hunting. You can buy treasure maps from nagas. You find the treasure at the field and then you need to bring it back to Fusia. <span color='yellow'>You can search only one treasure at once</span> (due to the technical and UI problems...). Once you get a map, the map (4x4) will be shown at the right side of the Office. If you cannot identify the location of the treasure, ask $aiw_geographer_name|. He will tell you a hint if you pay some money.
pt_br: Você pode receber ouro ou itens especiais pela caça ao tesouro. Você pode comprar mapas do tesouro dos nagas. Você encontra o tesouro no campo e depois você precisa trazer ele de volta a Fusia. <span color='yellow'>Você pode procurar somente um tesouro por vez</span> devido a problemas técnicos de interface de usuário...). Uma vez que você obteve um mapa, o mapa (4x4) será mostrado ao lado direito do Escritório. Se você não puder identificar a localização do tesouro, peça ao $aiw_geographer_name|. Ele dirá a você uma dica se você pagar alguma quantia.

source: Now new troop is created. Please take a look at the antechamber below.
pt_br: Agora a nova tropa foi criada. Por favor dê uma olhada na sala de espera abaixo.

source: New troops are created here. When you right click a troop, you may find <span color='yellow'>Add/Remove members</span> menu item. You can add/remove members of the troop using this menu.
pt_br: Novas tropas são montadas aqui. Quando você clica com o botão direito numa tropa, você encontra o item de menu <span color='yellow'>Adicionar/Remover membros</span>. Você pode adicionar/remover membros na tropa usando este menu.

source: Hello, again! I will help you again by my healing skill!
pt_br: Olá, novamente! Eu ajudarei você de novo com minhas habilidades de cura!

source: Ah, why you are still here?
pt_br: Ah, por que você ainda está aqui?

source: Simply because I like all of you! I don't want to lose any of you! So I'm still here! There is no other reason!
pt_br: Simplesmente porque eu gosto de todos vocês! Eu não quero perder nenhum de vocês! Por isso estou aqui! Nenhum outro motivo!

source: Heh, so what is the true reason?
pt_br: Eh? então qual é o verdadeiro motivo?

source: It's because the Great Forest is terribly far from here! I, a very smart girl, realized that unmerciful fact just after the previous war! So I chose to stay here to avoid a long journey!
pt_br: É porque a Grande Floresta é terrivemente longe daqui! Eu, uma garota muito inteligente, percebi este fato não misericordioso logo após a guerra anterior! Então eu escolhi ficar aqui para evitar uma longa jornada!

source: *sigh* ... Please help us again.
pt_br: *suspira* ... Por favor nos ajude novamente.

source: Yeah!
pt_br: Claro!

source: Go ahead, yeah!
pt_br: Vá em frente!

source: Fight for the freedom
pt_br: Lute pela liberdade

source: Occupy a capital city of Empire or Kingdom
pt_br: Ocupe uma capital do Império ou do Reino

source: Gather/Defeat all forces of local people
pt_br: Reúna/Derrote todas as forças do povo local

source: Fall of Fusia
pt_br: Queda de Fusia

source: Bankruptcy of Fusia (your country)
pt_br: Falência de Fusia (seu país)

source: Local people mean Dunefolks, Goblins, Orcs, Elves, Dwarves, Trolls, Drakes, Saurians, and Merfolks.
pt_br: Povo local significa Dunefolks, Góblins, Orcs, Elfos, Anões, Trolls, Draconatos, Lagartos e Merfolks.

source: No money! We are doomed!
pt_br: Acabou o dinheiro! Nós estamos condenados!

source: Enter the Office
pt_br: Entrar no Escritório

source: Build/Destroy Building
pt_br: Construir/Destruir uma Construção

source: Shall we destroy this $tmp_building_to_be_destroyed_type.name under construction?
pt_br: Nós devemos destruir este(a) $tmp_building_to_be_destroyed_type.name em construção?

source: Yes! (immediately destroyed)
pt_br: Sim! (destruição imediata)

source: We are already building one. Now, it is impossible to build/destroy another one. Please wait $tmp_engineers.variables.period turns for completion of the construction.
pt_br: Nós já estamos fazendo uma construção. Agora, é impossível construir/destruir outra. Por favor espere $tmp_engineers.variables.period turnos para o término da construção.

source: Shall we destroy this $tmp_building_to_be_destroyed_type.name|?
pt_br: Devemos destruir este(a) $tmp_building_to_be_destroyed_type.name|?

source: Cannot create a building here.
pt_br: Não se pode fazer uma construção aqui.

source: Do we create a building here?
pt_br: Fazer uma construção aqui?

source: Build a Watchtower (needs 5 turns to build, one gold per turn as a running cost)
pt_br: Construir uma Torre de Vigia (precisa de 5 turnos para construir, 1 ouro por turno como custo de funcionamento)

source: Build a Foodstorage (needs 3 turns to build, 5 gold per turn as a running cost)
pt_br: Construir um Armazém de Comida (precisa de 3 turnos para construir, 5 ouros por turno como custo de funcionamento)

source: Enter the antechamber of Fusia
pt_br: Entrar na sala de espera de Fusia

source: We are now building a watchtower. We cannot stop this task.
pt_br: Nós estamos agora construindo uma torre de vigia. Nós não podemos parar esta tarefa.

source: Does $tmp_unit_stored.name enter the antechamber of Fusia?
pt_br: $tmp_unit_stored.name deve entrar na sala de espera de Fusia?

source: Yes.
pt_br: Sim.

source: No.
pt_br: Não.

source: Go for the War! (Leave here and go to the field)
pt_br: Ir para a Guerra! (Sair daqui e ir ao campo)

source: Does $tmp_unit_going.name go for the battle field?
pt_br: $tmp_unit_going.name deve ir ao campo de batalha?

source: Go!
pt_br: Ir!

source: Help
pt_br: Ajuda

source: Add/Remove members
pt_br: Adicionar/Remover membros

source: Show status of this group
pt_br: Mostrar o estado deste grupo

source: What is my new role?
pt_br: Qual é a minha nova função?

source: Vanguard [F]
pt_br: Vanguardeiro [V]

source: Shooter [B]
pt_br: Atirador [R]

source: Rider [R]
pt_br: Cavaleiro [C]

source: Refugee [X]
pt_br: Refugiado [X]

source: General Information
pt_br: Informações Gerais

source: <b>Information</b> <span color='yellow'>Allies:</span> $tmp_ally_list <span color='yellow'>Spies:</span> $tmp_spy_info <span color='yellow'>Funding:</span> base income: $aiw_funding[1].base_income <span color='yellow'>Bandits:</span> $tmp_bandit_info
pt_br: <b>Informações</b> <span color='yellow'>Aliados:</span> $tmp_ally_list <span color='yellow'>Espiões:</span> $tmp_spy_info <span color='yellow'>Fundos:</span> receita base: $aiw_funding[1].base_income <span color='yellow'>Bandidos:</span> $tmp_bandit_info

source: Jukebox/Music Player
pt_br: Jukebox/Toca Música

source: Field Music
pt_br: Música do Campo

source: Battle Music
pt_br: Música de Batalha

source: Office Music
pt_br: Música do Escritório

source: Settings
pt_br: Configurações

source: There are no reserve soldiers.
pt_br: Não há unidades na reserva.

source: Emissary
pt_br: Emissário

source: What to do for $tmp_managing_troop.name|?
pt_br: O que fazer com $tmp_managing_troop.name|?

source: Add a unit to $tmp_managing_troop.name|.
pt_br: Adicionar uma unidade em $tmp_managing_troop.name|.

source: $tmp_managing_troop.name is already full. Cannot add new member anymore.
pt_br: $tmp_managing_troop.name já está cheia. Não é possível adicionar novos membros.

source: Add to troop
pt_br: Adicionar na tropa

source: Remove a unit from $tmp_managing_troop.name|.
pt_br: Remover uma unidade de $tmp_managing_troop.name|.

source: You want to retire? ... it is impossible.
pt_br: Você quer se aposentar? ... isso é impossível.

source: Leader unit cannot be removed. If you want to remove leader, please disband $tmp_managing_troop.name instead.
pt_br: A unidade líder não pode ser removida. Se você quer remover o líder, por favor disperse $tmp_managing_troop.name.

source: ... You cannot remove me from this troop.
pt_br: ... Você não pode me remover desta tropa.

source: Disband $tmp_managing_troop.name
pt_br: Dispersar $tmp_managing_troop.name

source: Really disband $tmp_managing_troop.name|?
pt_br: Quer realmente dispersar $tmp_managing_troop.name|?

source: Grant magic item to this troop <span color='yellow' size='smaller'>A troop can have only one trait/item. Once granted item cannot be unequipped even when the troop is disbanded.</span>
pt_br: Conceder um item mágico a esta tropa <span color='yellow' size='smaller'>Uma tropa pode ter somente uma característica/item. Uma vez concedido um item, ele não pode ser desequipado mesmo se a tropa for dispersa.</span>

source: Grant which one?
pt_br: Conceder qual?

source: Tome of Disaster
pt_br: Tomo do Desastre

source: Wand of Storm
pt_br: Varinha da Tempestade

source: Sail of Mystic
pt_br: Velas do Místico

source: Staff of Silent
pt_br: Cajado do Silêncio

source: Orb of Regenerate
pt_br: Esfera da Regeneração

source: Not now
pt_br: Agora não

source: Quit
pt_br: Sair

source: base income of Fusia is increased by $inc|!
pt_br: a receita base de Fusia aumentou em $inc|!

source: base income of Fusia is decreased by $inc|!
pt_br: a receita base de Fusia caiu em $inc|!

source: Welcome to <i>An Independence War</i> campaign! This is a sequel of <i>A Group in a War</i> which you already played through. (Secret scenario of <i>A Group in a War</i>, The Nagas, is also related to this campaign.)
pt_br: Bem-vindo(a) à campanha <i>Uma Guerra de Independência</i>! Esta é uma continuação de <i>Um Grupo numa Guerra</i> que você já jogou. (Um cenário secreto de <i>Um Grupo numa Guerra</i>, Os Nagas, também é relacionado com esta campanha.)

source: <b>WARNING:</b> Welcome to <i>An Independence War</i> campaign! This is a sequel of <i>A Group in a War</i>. Some characters and story are intimately linked with the campaign. If you have not played that campaign, I recommend you to play the prequel, <i>A Group in a War</i>, first. This is just a suggestion, though. (Secret scenario of <i>A Group in a War</i>, The Nagas, is also related to this campaign.)
pt_br: <b>AVISO:</b> Bem-vindo(a) a campanha <i>Uma Guerra de Independência</i>! Esta é uma sequência para <i>Um Grupo numa Guerra</i>. Alguns personagens e a história estão intimamente ligadas com essa campanha. Se você ainda não jogou essa campanha, eu recomendo que você jogue a prequela, <i>Um Grupo Numa Guerra</i> primeiro. Mas isso é só uma sugestão. (Um cenário secreto de <i>Um Grupo numa Guerra</i>, Os Nagas, também é relacionado com esta campanha.)

source: After the war
pt_br: Depois da guerra

source: After that war, surprisingly, I <i>had become</i> a mayor of the former combat field. People there (including goblins) enthusiastically welcome me as a new lord. I will not forget that scenery in my life. It was really surprising and exciting scenery... very impressed. I could not emit even a single word due to that deep impression. I told that to Clammy, a brilliant goblin, who was also in the ceremony, but his response was very severe: <i>At that time, you were silent as usual. Never seemed to be so impressed. I am sure most people felt the same impression like me as your taciturnity is very well known here.</i> Anyway, I had become a lord, wished by people. According to my brilliant secretary whose long name I cannot remember correctly, the end of war was the prior desire of these people. Actually, people never mind who is the winner, just expecting the end of the war.
pt_br: Depois daquela guerra, surpreendentemente, eu <i>me tornei</i> um prefeito do antigo campo de combate. As pessoas lá (incluindo os góblins) me saudaram entusiasmadamente como um novo mestre. Eu não vou esquecer esse cenário na minha vida. Era um cenário de fato surpreendente e animado... muito impressionado. Eu não pude emitir uma única palavra devido aquela profunda impressão. Eu falei ao Clammy, um góblin brilhante, que também estava na cerimônia, mas a resposta dele foi bem rígida: <i>Naquela hora, você foi silencioso como sempre. Nunca pareceu estar tão impressionado. Eu tenho certeza que o povo sentiu a mesma impressão já que o seu jeito reservado é muito bem conhecido por aqui.</i> De qualquer forma, eu me tornei um mestre, desejado pelo povo. De acordo com meu brilhante secretário cujo longo nome eu não consigo me lembrar corretamente, o término da guerra era o antigo desejo dessas pessoas. Na verdade, pessoas nem se importavam com quem fosse o vencedor, apenas esperavam o término da guerra.

source: My first duty as a mayor was restoring the damage of the war. It involves damages on villages, farms, roads, forests, bla bla bla. Cleaning of the River was also the important job. The previous (temporal) mayor had tried to clean up the river by killing hostile lives there. But I decided to choose more peaceful way to cleanup the River. It took several months to begin negotiations with nagas. But finally, we managed to make peace. We appreciate the smart and kind goblin and the brave naga for bringing a peace in this land.
pt_br: Meu primeiro dever como prefeito era restaurar o dano da guerra. Isso envolvia danos as aldeias, fazendas, ruas, florestas, bla bla bla. A limpeza do Rio também era um trabalho importante. O prefeito anterior (temporário) tentou limpar o rio matando as vidas hostis que lá vivem. Mas eu decidi escolher meios mais pacíficos para a limpeza do Rio. Levou vários meses para começar as negociações com os nagas. Mas finalmente, nós conseguimos estabelecer paz. Nós agradecemos ao gentil e esperto góblin e o bravo naga por trazerem paz para esta terra.

source: Now, almost two years have passed since I became a mayor. The peace is preparing to bring a prosperous future to our land. But ... the another war happened as I guessed. Unfortunately, our land SHALL be involved in this new war. We have to prepare for the war. I immediately explained the situation to Clammy and asked him to join us as a headquarter staff. This brave goblin gladly accepted my offer. Honestly, I don’t want to make him involved. But it is almost impossible to find better person than him. I hate wars, but I have anticipated this new war, I made a preparation of the war during these two years. Both of former outposts are restored as small forts, and the North fort aside the River is rebuilt as a small castle. But east and west guards are not enough now. We have a lot of things to do. Honestly, the war itself is within the range of prediction, but I do not think this land is involved again. There are many other unexpected, unwelcome things. The most unexpected fact among them is ...
pt_br: Agora, quase dois anos se passaram desde que eu me tornei prefeito. A paz está preparando para trazer um próspero futuro para nossa terra. Mas ... a outra guerra aconteceu como eu imaginei. Infelizmente, nossa terra IRÁ ser envolvida nesta nova guerra. Nós temos que nos preparar para a guerra. Eu expliquei imediatamente a situação ao Clammy e pedi para ele se juntar como funcionário do quartel-general. Este bravo góblin alegremente aceitou minha oferta. Honestamente, eu não queria envolvê-lo. Mas é praticamente impossível encontrar uma pessoa melhor do que ele. Eu odeio guerras, mas eu antecipei esta nova guerra, eu fiz seu preparo durante esses dois anos. Ambos os antigos postos avançados foram reformados como pequenos fortes, e o Forte do Norte foi reconstruído ao lado do Rio como um pequeno castelo. Mas os guardas do leste e oeste não são suficientes agora. Nós temos muitas coisas a fazer. Honestamente, a guerra em si está dentro do esperado, mas eu não acho que a terra em si será envolvida novamente. Há várias outras coisas inesperadas e indesejadas. A mais inesperada dentre elas é ...

source: <span color='red'><b>This war is caused by me. Not by an accident, very intentionally.</b></span>
pt_br: <span color='red'><b>Esta guerra é causada por mim. Não por acidente, muito intencionalmente.</b></span>

source: An Independence War: Cause
pt_br: Uma Guerra de Independência: Causa

source: ... Kingdom recently changed their minds about attitude towards non-human races... This wording is not so correct, because their attitude towards elves and dwarves does not change significantly. Anyway, the problem is their attitude towards races such as goblins, nagas, and saurians. Kingdom commanded me to forfeit all rights of them without providing any reasons. I asked the government the reason and purpose... what I got from the officer is just a waste of the time. I had been negotiating patiently with them, but in vain.
pt_br: ... O Reino recentemente mudou de ideia sobre atitudes com as raças não humanas... Essas palavras não são tão corretas, porque a atitude deles com elfos e anões não mudou significativamente. De qualquer forma, o problema é a atitude com raças como góblins, nagas e lagartos. O Reino comandou-me para retirar todos os direitos deles sem dar qualquer motivo. Eu perguntei ao governo o motivo e o propósito... o que eu recebi do oficial foi somente perda de tempo. Eu negociei pacientemente com eles, mas em vão.
