Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: ...we have a toxin which is very effective against nagas. But our general in this outpost does not want to use it... If you use it, it will result in into a greater grudge of the nagas against us. You can use the toxin, but keep in mind that this is a shameful deed. If you pay <span color='yellow'>25 gold</span>, I will give you a flask of toxin.
pt_br: ...nós temos uma toxina que é muito eficaz contra nagas. Mas nosso general neste posto avançado não quer usá-la... Se você usá-la, isso acarretará que o ódio dos nagas contra nós será ainda maior. Você pode usar a toxina, mas tenha em mente que isso é uma ato vergonhoso. Se você pagar <span color='yellow'>25 ouro</span>, eu vou te dar um frasco da toxina.

source: I need it!
pt_br: Eu preciso disso!

source: ... Here you are. If you use it at the river, nagas will disappear for a while. ... in my personal opinion, I don't recommend you to use it.
pt_br: ... Aqui está. Se você usá-la no rio, os nagas desaparecerão por um tempo. ... na minha opinião pessoal, eu não recomendo que você use.

source: <small>(right click your troop when you are in the river (water terrain))</small>
pt_br: <small>(clique com o direito na sua tropa quando você estiver no rio (terreno de água)</small>

source: I don't need it!
pt_br: Eu não preciso disso!

source: What is my current mission?
pt_br: Qual é a minha missão atual?

source: Your current mission is to <span color='yellow'>eliminate enemies on the bridge</span> to break it. You have to finish this job within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>eliminar os guardas na ponte</span> para destruí-la. Você tem que terminar isso dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: Your current mission is to <span color='yellow'>attack south fort with our general</span>. You have to begin attack within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>atacar o forte do sul com nosso general</span>. Você tem que iniciar o ataque dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: Your current mission is to <span color='yellow'>attack north fort with our general</span>. You have to begin attack within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>atacar o forte do norte com nosso general</span>. Você tem que iniciar o ataque dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: Your current mission is to <span color='yellow'>attack Imperial main outpost with our general</span>. You have to begin attack within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>atacar o posto avançado principal do Império com nosso general</span>. Você tem que iniciar o ataque dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: Your current mission is to <span color='yellow'>escort convoys to south fort</span>. You have to finish within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>escoltar caravanas para o forte do sul</span>. Você tem que finalizar dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: Your current mission is to <span color='yellow'>escort convoys to outpost west</span>. You have to finish within <span color='yellow'>$ag_ongoing_mission_time days</span>.
pt_br: Sua missão atual é <span color='yellow'>escoltar caravanas para o posto avançado oeste</span>. Você tem que finalizar dentro de <span color='yellow'>$ag_ongoing_mission_time dias</span>.

source: female^Feel free to come to see me anytime you are convenient. I'm waiting for you!
pt_br: Sinta-se à vontade para me ver quando lhe for conveniente. Eu estou esperando por você!

source: female^I cannot believe I am still alive. Thank you for saving me!
pt_br: Eu não consigo acreditar que ainda estou viva. Obrigado por me salvar!

source: female^Would you be my husband? ... Don't take it serious, it's just a joke!
pt_br: Você gostaria de ser meu marido? ... Não leve a sério, é só uma piada!

source: female^You are my dear knight! See you!
pt_br: Você é meu querido cavaleiro! Até mais!

source: female^May the further success be in your life.
pt_br: Que ainda mais sucesso esteja em sua vida.

source: female^I enjoyed the journey with you. See you next time!
pt_br: Eu aproveitei a jornada contigo. Vejo você por aí!

source: male^I wanna fight on your side in the next war!
pt_br: Eu quero lutar ao seu lado na próxima guerra!

source: male^See you in the battle field! ..Of course not as an enemy.
pt_br: Vejo você no campo de batalha! ..Claro que não como inimigo.

source: male^This party is really fun. I wanna join such a part if there is another oppotunity. See you, great leader and an excellent flagbearer!
pt_br: Esse grupo é realmente divertido. Eu gostaria de juntar-me à um grupo assim se tivesse outra oportunidade. Vejo você, grande líder e um excelente porta-bandeira!

source: male^The war here is finished, I go to the next war. Would you come with me?
pt_br: A guerra por aqui terminou, eu vou para a próxima. Você vem comigo?

source: male^I wanna be a great leader like you. I still have lots of things to learn.
pt_br: Eu quero ser um grande líder como você. Eu ainda tenho muitas coisas para aprender.

source: male^What should I do if I wanna be a great leader like you? Apply to the academy? Are there any other ways?
pt_br: O que eu devo fazer se eu quiser ser um grande líder como você? Entrar na academia? Não tem nenhuma outra forma?

source: male^I will go back to my village and will work in the farm. I understand wars are not my way. How about you? War is the only way for you?
pt_br: Eu voltarei ao meu vilarejo e trabalharei na fazenda. Eu entendo que guerras não são o meu caminho. E você? Guerra é o único caminho para você?

source: male^Many friends died in the war, but I am still alive. I'm glad but very sad, at the same time. Should I survive? I cannot understand...
pt_br: Muitos amigos morreram na guerra, mas eu ainda estou vivo. eu estou contente mas muito triste, ao mesmo tempo. Eu deveria sobreviver? Eu não consigo entender...

source: male^Many friends are killed by Imperial army, orcs, and desertdwellers... I wanna avenge their deaths... But, I know it was the war... If my friend survived, some other guys are killed instead. Enemies might kill my friends just to survive. There is only a result, there are only a winner and a loser, they are neither good nor evil... just a result. I wanna avenge, but I shouldn't avenge... What should I do...?
pt_br: Muitos amigos são mortos pelo exército Imperial, orcs e os habitantes do deserto... Eu quero vingar a morte deles... Mas, eu sei que isso era guerra... Se meu amigo sobreviveu, alguns outros foram mortos no lugar. Inimigos podem matar meus amigos só para sobreviver. Há somente um resultado, há somente um vencedor e um perdedor, eles não são nem bons nem maus... só um resultado. Eu quero vingar, mas eu não devo... O que eu devo fazer...?

source: male^I've never thought I could survive the war. Thank you!
pt_br: Eu nunca pensei que eu pudesse sobreviver a guerra. Obrigado!

source: A peasant of $ag_village_name
pt_br: Um aldeão do $ag_village_name

source: You can flee from the battle. But note that soldiers in the map shall be killed when you fled from the battle. To make survive the soldiers, flee them before You.
pt_br: Você pode fujir da batalha. Mas note que soldados no mapa serão mortos quando você fujir da batalha. Para fazer eles sobreviverem, fuja-os antes de Você.

source: Survive
pt_br: Sobreviva

source: Should I flee?
pt_br: Eu devo fujir?

source: Go!
pt_br: Vai!

source: Flee? (your side units in the map are killed)
pt_br: Fujir? (as unidades do seu lado no mapa serão mortas)

source: Takes too much time, we should not continue this battle anymore.
pt_br: Está demorando demais, nós não devemos continuar esta batalha além disso.

source: enemy^Retreat!
pt_br: Recuar!

source: you^Retreat!
pt_br: Recuar!

source: Gaaa!
pt_br: AAAaa!

source: We did it! Then, kill remaining enemies!
pt_br: Nós conseguimos! Então matem os inimigos restantes!

source: Enemy defeated! Our victory!
pt_br: Inimigo derrotado! Vencemos!

source: ..sorry, everyone.
pt_br: ..desculpe, a todos.

source: ... I don't wanna die...
pt_br: ... Eu não quero morrer...

source: I cannot endure any longer...
pt_br: Eu não consigo aguentar mais...

source: ..my job is not to die here..
pt_br: ..meu trabalho não é morrer aqui..

source: Damn it...
pt_br: Droga...

source: There is a Kingdom and an Empire in this land. These two countries are often fighting aginst each other. Now, as usual, there is such a historically insignificant war. I graduated the officer academy with such a bad timing, and so will immediately be sent to the front line. I am now walking towards the office of the General before going to the front line... to listen a <i>great instruction</i> by the General. I am alone. Of course, there are so many fellow pupils in the academy, but their graduation were delayed... They aren't dull (they pretended to be dull, though), rather smartly, since they successfully avoided going to the front line. I might be too honest or earnest.
pt_br: Há um Reino e um Império nesta terra. Esses dois países estão frequentemente lutando entre si. Agora, como sempre, há uma guerra de histórico insignificante. Eu graduei na academia de oficiais num momento ruim, e então serei imediatamente enviado para a linha de frente. Eu estou caminhando em direção ao escritório do General antes de ir à linha de frente... para ouvir uma <i>grande instrução</i> pelo General. Eu estou só. Claro, há tantos colegas estudantes na academia, mas a graduação deles foi adiada... Eles não são burros (embora finjam ser), pelo contrário, eles são inteligentes, uma vez que tiveram sucesso em evitar ir para a linha de frente. Eu devo ser honesto ou sincero demais.

source: I stopped the silly thinking because I arrived at the destination....
pt_br: Eu interrompi o pensamento bobo porque eu cheguei no destino....

source: The Outpost is on a small hill. The building of the outpost is large, and the walls are very thick and tall. This doesn't look like a mere outpost, this is actually a fortress. You can see so many people there. They are neither peasants nor traders... Most of them must be soldiers. Some of them look more like outlaws than like soldiers, though. At least this place might be safe for now, since no direct traces of battle are found there.
pt_br: O Posto Avançado fica numa pequena colina. A construção do posto avançado é enorme, e as paredes são grossas e altas. Isso não parece um posto avançado qualquer, isso é atualmente uma fortaleza. Você pode ver tantas pessoas aqui. Eles não são nem aldeões nem comerciantes... A maioria deles devem ser soldados. Embora alguns pareçam mais com foras da lei do que com soldados. Pelo menos esse lugar deve ser seguro por hora, uma vez que nenhum sinal direto de batalha é encontrado lá.

source: This is the battlefield. I can see some villages and forts from here. At a distant, there is a troop marching toward a fort in the north.
pt_br: Este é o campo de batalha. Eu consigo ver alguns vilarejos e fortes daqui. Distante, há uma tropa marchando em direção à um forte no norte.

source: In the north, a river separates the land of the Kingdom and Empire. There is only one bridge in the river. Both of Kingdom and Empire built a fort aside of the bridge, since the bridge is apparently the most important strategic location. Lots of skirmishes and some large clashes happen at those forts and the bridge.
pt_br: No norte, um rio separa as terras do Reino e do Império. Há somente uma ponte no rio. Ambos Reino e Império construiram um forte em cada lado da ponte, uma vez que a ponte é aparentemente a localização estratégica mais importante. Muitas escaramuças e grandes choques acontecem nesses fortes e na ponte.

source: It is impossible to occupy the bridge and the fort aside it by our small party. I have to cooperate with other troops to take a large action. But I am just a newbie now, so skilled commanders shall not cooperate with me. I have to prove myself first. What should I... no, what should WE do? Clammy is a goblin but is an incredibly smart one. His knowledge and idea will show me the way, ... though, I'm slightly afraid he does not listen to others. Actually, I said nothing when we met in the entrance of the Outpost. He might read my facial expressions? Or he already knows about me? The latter will be unreasonable... because no one in the Outpost cares me... There may be so many newbies in the Outpost? .... I'm afraid anyone can enter the Outpost without any suspicions... In fact, there are no guards at the entrance of the outpost.
pt_br: É impossível ocupar a ponte e os fortes somente com nosso pequeno grupo. Eu tenho que cooperar com outras tropas para fazer uma ação em larga escala. Mas eu sou só um iniciante agora, então comandantes habilidosos não cooperarão comigo. Eu tenho que provar meu valor primeiro. O que eu... não, o que NÓS devemos fazer? Clammy é um góblin mas é incrivelmente inteligente. Seu conhecimento e ideias me mostrarão o caminho, ... embora ... eu estou levemente com medo que ele não ouça os outros. Na verdade, eu não disse nada quando nos encontramos na entrada do Posto Avançado. Ele pode ler minhas expressões faciais? Ou ele já sabia sobre mim? O último parece irrazoável... porque ninguém no Posto Avançado se importa comigo... Há tantos novatos no Posto Avançado? .... Eu tenho medo que qualquer um consiga entrar no Posto Avançado sem qualquer suspeita... De fato, não tem guardas na entrada do posto avançado.

source: Anyway, I must prove myself. Cross the river and raid enemy villages? Prove ourselves in the skirmishes at the bridge? Guard the outpost? There are so many things I can do, but I must keep a very very important thing in my mind: the most important thing, to SURVIVE.
pt_br: De qualquer forma, eu devo provar a mim mesmo. Atravessar o rio e saquear vilarejos inimigos? Provar-nos em escaramuças na ponte? Guardar o posto avançado? Há tantas coisas que posso fazer, mas eu devo ter em mente uma coisa muito muito importante: a coisa mais importante, SOBREVIVER.

source: I managed to survive the war. I have to say thank you Clammy. At first, I have an afraid that he does not listen to others. Now I'm sure that afraid was completely nonsense. Actually, I couldn't speak anything when we met first. That is not because he is too chatty but is I AM TOO SILENT. I had not been aware of the fact during my life. It is the greatest discovery so far in my life. Anyway, a war is finished. This never means the arrival of the permanent peace. I guess, the next war begins within five years. I have no idea where the next happens, though. There are so many conflicts between two countries. Only five years... but I wanna enjoy these peaceful days as possible as I can. By the way, I received a letter from the academy, from my former fellows. Surprisingly, almost all the fellows are still in the academy!! They are not graduated, and not expelled, I cannot understand how they accomplished this glorious achievement!! They are very smart more than I expected... As the war is over, they gladly prove their abilities and immediately graduate the academy. Certainly, I will see them in the next war... I only wish they do not appear as my superior at that time.
pt_br: Eu consegui sobreviver a guerra. Eu tenho que agradecer a você Clammy. Num primeiro momento, eu estava com medo que ele não escusse os outros. Agora tenho certeza que tal medo era bobagem. Na verdade, eu não pude falar nada quando nos encontramos pela primeira vez. Isso não é porque ele é muito tagarela mas é porque EU SOU MUITO QUIETO. Eu não estive ciente disso durante a minha vida toda. É a maior descoberta até o momento em minha vida. De qualquer modo, uma guerra está terminada. Isso nunca significa a chegada permanente da paz. Eu acho, a próxima guerra começará dentro de cinco anos. Embora eu não tenho ideia de onde ocorrerá. Há tantos conflitos entre os dois países. Só cinco anos... Mas eu quero aproveitar esses dias de paz tanto quanto eu possa. A propósito, eu recebi uma carta da academia, dos meus antigos colegas. Surpreendentemente, quase todos os colegas ainda estão na academia!! Eles não graduaram nem foram expulsos, eu não consigo entender como eles conquistaram esta gloriosa façanha!! Eles muito inteligentes, mais do que eu esperava... Quando a guerra terminou, eles alegremente provaram suas habilidades e imediatamente graduaram na academia. Certamente, eu os verei na próxima guerra... eu só espero que eles não apareçam como meus superiores nessa hora.

source: Anyway, what I should care now is not those bad buys. As the war is over, my party is also over. We should go our own way.... It is time to say goodbye.
pt_br: De qualquer forma, o que eu devo me importar agora não são esses maus garotos. Como a guerra acabou, meu grupo também acabou. Nós devemos seguir nossos caminhos.

source: We spent several days for remaining work in Imperial Outpost. After that duty, we were ordered to come back to the Kingdom Outpost. On the way to the outpost, at the North Fort, many soldiers asked us about the battle in the Imperial Outpost. When the rush of the questions finished, it was almost night. But we had to go to South Fort within this day. So, now we hurry across the bridge...
pt_br: Nós gastamos vários dias trabalhando sobre o Posto Avançado do Império. Depois daquela missão, nós fomos ordenados a retornar para o Posto Avançado do Reino. No caminho para o posto avançado, no Forte do Norte, muitos soldados perguntaram-nos sobre a batalha no Posto Avançado do Império. Quando a bomba de questões chegou ao fim, era quase noite. Mas nós tinhamos que ir ao Forte do Sul nesse mesmo dia. Então nós nos apressamos pela ponte...

source: We then sight a bunch of people, soldiers maybe, in the other side of the bridge. One of guys raise and wave his hand. I suppose that guy is calling for us. But, the next moment, my sight is filled with arrows, many arrows rushing us. It is my last sight.
pt_br: Nós então vimos um monte de pessoas, soldados talvez, no outro lado da ponte. Um dos rapazes levantou e acenou com a mão. Eu achei que ele estava nos chamando. Mas, a seguir, minha visão se encheu com flechas, muitas flechas apressando-se até nós. É a minha última visão.

source: Nagas have lived in this river since eons ago. Excluding occasional skirmishes against merfolks or saurians, it has been very peaceful. Water of this river is always clean, and so many kinds of fishes and shells are there. Our ancestors may have enjoyed peaceful lives ... and also they might eager to fight against enemies, since we nagas are valiant race. Cowards are hated in our society. I don't know how our ancestors fulfilled their eagerness for the blood. Such daily activities are not well recorded because we don't have history books unlike humans. Very significant events such as wars are of course recorded through words of mouth, though. When I had become the chief, basically it was still peaceful. There were not so many humans in this area... There wasn't the Bridge on the River...
pt_br: Nagas vivem neste rio desde eons atrás. Excluindo escaramuças ocasionais contra Merfolks ou Lagartos, sempre foram muito pacíficos. Água neste rio é sempre limpa, e há tantos tipos de peixes e conchas. Nossos ancestrais podem ter apreciado vidas de paz ... e talvez eles estivessem desejando ardentemente combater inimigos, porque somos uma raça valente. Covardes são odiados em nossa sociedade. Eu não sei como nossos ancestrais preencheram o anseio deles por sangue. Tais atividades diárias não são recordadas porque nós não temos livros de história como os humanos. Embora eventos muito significativos como guerras são relembrados através das palavras da boca. Quando eu tive que virar chefe, basicamente tudo estava em paz. Não havia tantos humanos nesta área... Não havia a Ponte no Rio...

source: It is the story of us, nagas in the River.
pt_br: É a nossa história, nagas no Rio.

source: I have a large body and great strength. No one could defeat me in the battle. My intelligence is also apparently better than the others. I was recommended to be the chief due to my abilities in battles and intelligence. I once rejected the offer. The former chiefs I know were kind of warholics. I am not a coward, but I am actually somewhat moderate. I considered my character is not suitable for the position. But finally, I had become the chief unwillingly. According to the elders, I am very different from former leaders as I considered. Fortunately, the duty of the chief was almost nothing. At that time, we had no threats, and we nagas are not so united. More precisely, we didn't need to unite. We lived very freely. As I don't like the war, the situation was not so bad. I enjoyed these peaceful days. I really love those days.
pt_br: Eu tenho um corpo largo e muit força. Ninguém pode me derrotar em batalha. Minha inteligência também é aparentemente melhor do que dos outros. Eu fui recomendado para ser chefe por causa das minhas habilidades em batalhas e inteligência. Eu rejeitei uma vez a oferta. Os antigos chefes eram viciados em guerras. Eu não sou covarde, mas eu sou atualmente moderado. Eu considerei que meu caráter não é adequado para a posição. Mas finalmente, eu me tornei chefe mesmo a contragosto. De acordo com os anciões, eu sou muito diferente dos líderes anteriores, como eu pensava. Felizmente, o dever do chefe é quase nenhum. Naquele tempo, nós não tínhamos ameaças, e nós nagas não éramos unidos. Mais precisamente, nós não precisávamos nos unir. Nós vivíamos livremente. Eu não gosto da guerra, a situação não era tão ruim. Eu aproveitei esses dias de paz. Eu realmente amava aqueles dias.

source: Many years after I assumed the chief, people had said the number of humans were increasing. But it didn't seem to be a big problem at that time. I'm sure no one thought that was a serious problem. Most humans were peasant or woodsman, and they were apparently afraid of us. For us, they were neither honorful enemies nor a serious threat, so we didn't mind them. This situation lasted for years I couldn't remember how many.
pt_br: Vários anos após eu assumir a chefia, pessoas disseram que o número de humanos estava aumentando. Mas isso não parecia ser um grande problema nessa época. Eu tenho certeza que ninguém pensou que isso era um problema sério. A maioria dos humanos eram aldeões ou mateiros, e eles estavam aparentemente com medo de nós. Para nós, eles não eram nem inimigos honrosos, nem uma ameaça séria, então nós nem nos importamos com eles. Essa situação ficou assim por anos, não consigo me lembrar de quantos.
