Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: After those periods, the situation began to change. There were peasants and woodsman same as before, though the number was increased a lot. The change was ... human soldiers began to appear in this River. They didn't want to challenge us as former settlers, so the situation were seemingly still peaceful, but... this change made me very anxious. I am not sure what others felt about it. This situation didn't last so long. Increased humans then began to cross the river frequently. I suppose they began trading, since there were many humans in both sides of the River. Of course, there must be humans who crossed the river before, but the number of them must be small, since we didn't see such people frequently. It might be at most once per week before. But this time, there were so many of them, at least three times per day on average. We sometimes attacked them and killed to protect our territory, though I didn't join those attacks. Anyway, I at least didn't stop those attacks, because protection of the territory is closely related to our instinct. But now, I am sure... I should have stopped those attacks and should have tried to negotiate with humans.
pt_br: Depois desse período, a situação começou a mudar. Havia aldeões e mateiros como antes, mas o número havia aumentado muito. A mudança foi ... soldados humanos começaram a aparecer neste Rio. Eles não queriam nos desafiar como antigos habitantes, então a situação parecia pacífica, mas... essa mudança me fez ficar muito ansioso. Eu não tenho certeza do que os outros sentiram à respeito. A situação não durou muito. Com número crescente, os humanos começaram a atravessar o rio frequentemente. Eu acho que eles começaram a comercializar, porque havia muitos humanos em ambos os lados do Rio. Com certeza, havia humanos que cruzavam o rio anes, mas o número devia ser pequeno, pois nós não víamos essas pessoas com frequência. Pode ser que uma vez por semana. Mas desta vez, havia tantos deles, pelo menos três vezes por semana na média. Nós às vezes atacamos eles e matamos para proteger nosso território, embora eu não tenha me juntado nesses ataques. De qualquer forma, eu pelo menos não parei esses ataques, porque a proteção do nosso território tem uma relação bem próxima do nosso instinto. Mas agora, eu tenho certeza... Eu deveria ter parado esses ataques e tentado negociar com os humanos.

source: The day has come. Humans built the damned Bridge. We did nothing during the building, because it didn't seem to be harmful to us and it was too danger to assault non-water terrain. Some battalious youngs insisted to attack the bridge and workers. I rejected their suggestion to avoid dangers. After the built of the bridge, the River had changed unexpectedly. River water became cloudy, numbers of fishes and shells were clearly decreased... I still don't know the exact cause of those phenomena, but I believe it was due to the Bridge. Our hate to that bridge kept growing day by day. But we couldn't avenge, since humans didn't get close to the river water, and we had to land if we wanted to attack the bridge itself. We are not cowards, but we are not stupids. A few reckless assaults to the bridge which I was unperceived had succeeded to damage the bridge. The damaged, partially broken bridge was fixed within a week, though. On the other hand, there were quite a few failed attempts.
pt_br: O dia chegou. Os humanos construiram a maldita Ponte. Nós não fizemos nada durante a construção porque isso não parecia ser nocivo à nós e era muito perigoso assaltar terreno não-aquático. Alguns jovens guerreiros insistiram em atacar a ponte e os trabalhadores. Eu rejeitei a sugestão deles para evitar riscos. Nosso ódio contra aquela ponte continuou crescendo dia por dia. Mas nós não podíamos nos vingar, porque humanos não chegavam perto da água do rio, e nós tínhamos que ir em terra para atacar a própria ponte. Nós não somos covardes, mas nós não somos estúpidos. Poucos assaltos imprudentes à ponte que eu nem percebi, teve sucesso em danificar a ponte. O dano, a ponte parcialmente quebrada tinha sido consertada dentro de uma semana. Por outro lado, houve muitas tentativas fracassadas.

source: The war among human countries took place. Humans couldn't use the bridge freely, and they began to enter and cross the river to avoid the well-guarded bridge. We killed so many such humans, we avenged our wrath. The war lasted years, we killed uncountable humans in the river during the war. We were really invincible in the water. But in the last phase of the war, humans might play an evil affair. The river water became toxic and many of our infants were died. They might pour some poison into the river. This further expanded our hostile intent towards the bridge and humans themselves. We killed humans more and more regardless of our lives.
pt_br: A guerra entre os países humanos tomou seu lugar. Humanos não podiam usar a ponte livremente, e então começaram a cruzar o rio para evitar a bem guardada ponte. Nós matamos muitos desses humanos, nós vingamos nossa ira. A guerra durou por anos, nós matamos incontáveis humanos no rio durante a guerra. Nós éramos realmente invencíveis na água. Mas na última fase da guerra, humanos fizeram uma jogada diabólica. A água do rio se tornou tóxica e muitas das nossas crianças morreram. Eles podem ter derramado algo no rio. Isso aumentou nossa hostilidade contra a ponte e contra os próprios humanos. Nós matamos mais e mais humanos descuidando das nossas vidas.

source: The war didn't last forever. It was finished. The Bridge is tightly guarded by soldiers, and no human enters the river alone. We couldn't do anything effective to the bridge or humans. What is worse, humans began to attack us aggressively. Actually, we had killed too many humans during the war. They were completely merciless... like us. We of course killed many humans, but they were too numerous and very organized. We often found difficulties on competing them even in the water.
pt_br: A guerra não durou para sempre. Estava terminada. A Ponte fica fortemente defendida por soldados, e nenhum humano entra no rio sozinho. Não conseguimos fazer nada de efetivo para a ponte ou humanos. O que é pior, humanos começaram a nos atacar agressivamente. É certo que nós matamos muitos humanos durante a guerra. Eles eram sem misericórdia... como nós. Nós com certeza matamos muitos humanos, mas eles eram muito numerosos e muito organizados. Nós frequentemente encontrávamos dificuldades em competir com eles mesmo na água.

source: Aggressive assault by humans didn't stop. Our number was decreasing rapidly. We almost gave up all hope of surviving, though no one explicitly said such a thing. All of our wish was to die bravely and honorfully. After a year, now, the number of us is less than one hundred. Our extinction is approaching... But we cannot surrender. Our pride never allows us to surrender to hateful humans. To be coward is much worse than the death.
pt_br: Assaltos agressivos dos humanos não parou. Nossos números estavam diminuindo rapidamente. Nós quase abandonamos todas as esperanças de sobreviver, embora ninguém dissesse explicitamente tal coisa. Todo o nosso desejo era morrer brava e honravelmente. Depois de um ano, agora, nosso número é menor que que cem. Nossa extinção se aproxima... Mas nós não podemos nos render. Nosso orgulho nunca permitiria nos rendermos para os odiáveis humanos. Ser covarde é bem pior do que morrer.

source: Curiously, the assaults suddenly stopped. It might not be due to another war, since humans were using the Bridge as usual and there are no special activities at the fort beside the bridge. Nothing had changed excluding the attacks on us. We were happy but felt uncomfortable from this sudden change. Instead of the assault troops, we often find an unarmed soldier beside the river bank recently. The soldier always looks at the river. There are some soldiers who do such curious behavior, but he or she is always found alone. One day, a young naga was found by one of those odd people. The odd guy cried out 'I wanna see your leader!', according to the young who got away from the odd guy. It may not be a trap because if they want to kill us completely, it is really easy now and they might already know that. Humans may have some offer to us, which could be somewhat benefitable to us. I am sure I should hear the offer. But... I cannot. To consider such offers from humans is a way of coward. The river sucks so much blood of us and humans, and we cannot forgive humans even if they forgive us. It is too late, at least for us.
pt_br: Curiosamente, os assaltos misteriosamente pararam. Não poderia ser por causa de outra guerra, uma vez que humanos ainda estavam usando a Ponte, como normalmente, e não havia atividades especiais nos fortes próximos da ponte. Nada mudou exceto os ataques sobre nós. Nós estávamos feliz mas desconfortáveis por causa dessa mudança brusca.

source: One day, a naga found a goblin beside the river. Usually, goblins are hardly seen around the river, though there were so many of them during the war. We of course killed so many goblins and were killed by them. But we don't hate them so much unlike humans. Because we know they are not directly responsible for our suffering. I decided to meet the goblin. Strangely, I felt I must see him.
pt_br: Um dia, um naga encontrou um góblin ao lado do rio. Normalmente, góblins são raramente vistos perto do rio, embora houvesse tantos deles durante a guerra. Nós com certeza matamos tantos góblins, e fomos mortos por eles. Mas não odiamos eles tanto quanto os humanos. Porque sabemos que eles não são diretamente responsáveis por nosso sofrimento. Eu decidi me encontrar com o góblin. Estranhamente, eu senti que eu devia vê-lo.

source: Dawn
pt_br: Amanhecer

source: Morning - First Hour
pt_br: Manhã - Primeira Hora

source: Morning - Second Hour
pt_br: Manhã - Segunda Hora

source: Midday
pt_br: Meio-dia

source: Afternoon - First Hour
pt_br: Tarde - Primeira Hora

source: Afternoon - Second Hour
pt_br: Tarde - Segunda Hora

source: Dusk
pt_br: Anoitecer

source: First Watch - First Hour
pt_br: Noite - Primeira Hora

source: First Watch - Second Hour
pt_br: Noite - Segunda Hora

source: Midnight
pt_br: Meia-noite

source: Second Watch - First Hour
pt_br: Madrugada - Primeira Hora

source: Second Watch - Second Hour
pt_br: Madrugada - Segunda Hora

source: What trait is granted to this unit?
pt_br: Que característca é concedida a esta unidade?

source: trait^strong
pt_br: forte

source: trait^dextrous
pt_br: habilidoso

source: trait^quick
pt_br: rápido

source: trait^intelligent
pt_br: inteligente

source: trait^resilient
pt_br: resistente

source: trait^tough
pt_br: durão

source: <small>increase all physical resistance by 10%</small>
pt_br: <small>aumentar todas as resistências físicas em 10%</small>

source: trait^impenetrable
pt_br: impenetrável

source: <small>increase pierce resistance by 20% and decrease blade resistance by 10%</small>
pt_br: <small>aumenta a resistência perfurante em 20% e diminui resistência cortante em 10%</small>

source: <small>Do not get a trait. Are you really sure?</small>
pt_br: <small>Não pegue uma característica. Você tem certeza?</small>

source: trait^nothing
pt_br: nenhuma

source: trait-female^tough
pt_br: durona

source: increase all physical resistance by 10%.
pt_br: aumenta todas as resistências físicas em 10%.

source: trait-female^impenetrable
pt_br: impenetrável

source: increase pierce resistance by 20% and decrease blade resistance by 10%.
pt_br: aumenta a resistência perfurante em 20% e diminui resistência cortante em 10%.

source: trait^assisted
pt_br: assistido

source: trait-female^assisted
pt_br: assistida

source: thanks to Clammy, your defense increased 10% in most terrains and the melee damage increased by 1.
pt_br: Graças ao Clammy, sua defesa aumenta em 10% na maioria dos terrenos e o dano de curto alcance aumenta em 1.

source: Kingdom Troop
pt_br: Tropa do Reino

source: Imperial Troop
pt_br: Tropa do Império

source: <b>Damage Summary:</b>
pt_br: <b>Resumo de Dano:</b>

source: <span color='yellow'>$vthu.name</span> got <span color='red'>$damage</span> of damage.
pt_br: <span color='yellow'>$vthu.name</span> recebeu <span color='red'>$damage</span> de dano.

source: <span color='yellow'>You</span> got <span color='red'>$damage</span> of damage.
pt_br: <span color='yellow'>Você</span> recebeu <span color='red'>$damage</span> de dano.

source: <span color='red'>You died...</span>
pt_br: <span color='red'>Você morreu...</span>

source: Kingdom
pt_br: Reino

source: Empire
pt_br: Império

source: Others
pt_br: Outros

source: Kingdom Deserter
pt_br: Desertor do Reino

source: Empire Deserter
pt_br: Desertor do Império
