Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: I, You, and member of your group have to eat foods every day. The amount for you and I is fixed; 2 in total. For other soldiers, 1 for soldiers of level less than or equal to 1, and 2 for higher level soldiers. The max amount of the food our group can carry is $ag_max_food|. We can get foods in the Outpost, Forts, small outposts without money. If foods run out, we will be starved. The starve of course did nothing good for us, so keep enough amounts of foods. We can extend the food posession limit if you have enough gold and fame. If you believe you have them, ask the general. You may can recruit Food Carriages at the costs of some gold and fame. A Food Carriage extends the limit by 50.
pt_br: Eu, Você, e membros do seu grupo temos que comer todos os dias. A quantidade de comida para você e para mim é fixa; 2 no total. Para outros soldados, 1 comida para soldados de nível igual ou inferior a 1, e 2 para os soldados de maior nível. A quantidade máxima de comida que nosso grupo pode carregar é $ag_max_food|. Nós podemos obter comida no Posto Avançado, Fortes e pequenos Postos Avançados sem pagar. Se a comida acabar, nós ficaremos com fome. Ficar com fome, claro, não traz nada de bom sobre nós, então mantenha a quantidade de comida suficiente. Nós podemos ampliar a capacidade de armazenar comida se você tiver fama e ouro o suficiente. Se você acredita tê-los, peça ao general. Você pode recrutar Carruagens de Comida pelo custo de algum ouro e alguma fama. Uma Carruagem de Comida aumenta o limite em 50.

source: We can get food without cost in the following occasions. <span color='yellow'>- at the office in the Outpost - at the North and South Fort (if they are under Kingdom's control) - at the East and West Ouspost (if they are under Kingdom's control)</span> In addition to them, we can buy some foods in our ally villages. Foraging foods from those villages is not impossible but not recommended.
pt_br: Nós podemos obter comida sem custo nas seguintes ocasiões. <span color='yellow'>- no escritório no Posto Avançado principal - Nos Fortes do Norte e do Sul (se eles estiverem sob controle do Reino) - Nos Postos Avançados do Oeste e do Leste (se eles estiverem sob controle do Reino)</span> Além destes, nós podemos comprar comidas nos vilarejos aliados. Saquear comida desses vilarejos não é impossível mas não é recomendado.

source: <span color='yellow'>Keep in the mind that starvation is the most terrible enemy.</span> If starved, quickly return to the outposts, forts, or villages and get/buy some foods. <span color='yellow'>Then, take a rest in the bed for a night.</span> Good sleeping is necessary to regain health.
pt_br: <span color='yellow'Tenha em mente que a fome é o mais terrível inimigo.</span> Se estiverem com fome, retorne rapidamente para os postos avançados, fortes, ou vilarejos e pegue/compre comida. <span color='yellow'>A seguir durma na cama por uma noite.</span> Dormir bem é necessário para recuperar a saúde.

source: Loyalty
pt_br: Lealdade

source: Almost all the non-leader units have their own loyalty to their superior. Low loyalty units might BETRAY THEIR SIDE. If low loyalty units are in danger of their lives, they might betray and flee. I will talk you some specific issues when you recruit soldiers. The most important criterion is <span color='yellow'>HP=5</span>, if the HP is lower than that value, usual units will begin to consider betrayal.
pt_br: Quase todas as unidades que não lideram tem sua própria lealdade com o superior. Unidades com pouca lealdade podem TRAIR O LADO EM QUE ESTÁ. Se unidades pouco leais estão sob risco de vida, eles podem trair e fugir. Eu lhe falarei questões mais específicas quando você recrutar soldados. O critério mais importante é <span color='yellow'>HP=5</span>, se o HP deles estiver abaixo desse valor, unidades normais começarão a considerar traição.

source: Fame
pt_br: Fama

source: <b>Fame</b> Fame is your objective value or worth. You can know the value at the office. If your fame becomes bigger, enemies would give you some title. To increase the fame, you have to win the battle, capture the village or forts. If you wanna meet the general and ask something to him, you need some fame at least. On the other hand, if you fame becomes bigger, you might not able to do an easy task such as patroling.
pt_br: <b>Fama</b> Fama é o seu valor ou estima. Você pode saber os valores no escritório. Se sua fama se tornar maior, inimigos podem lhe dar uma distinção honorífica. Para aumentar a fama, você tem que vencer batalhas, capturar vilarejos ou fortes. Se você quiser visitar o general e pedir-lhe algo, você precisa de pelo menos um pouco de fama. Por outro lado, se sua fama aumenta, você pode não ter mais permissão para fazer tarefas fáceis como o patrulhamento.

source: Capturing Villages
pt_br: Capturando Vilarejos

source: <b>Capture</b> We can attack enemy villages, outposts, forts. The enemy ones are marked with green, ours are marked with blue. We must defeat the guardian troops next to villages. Guardian units can be easily identified by their name, <span color='yellow'><i>Imperial Guard</i></span>.
pt_br: <b>Capturar</b> Nós podemos capturar dos inimigos seus vilarejos, postos avançados e fortes. Os dos inimigos são marcados com verde, os nosso são marcados de azul. Nós precisamos derrotar as tropas guardiãs ao lado dos vilarejos. Guardiães podem ser facilmente identificados pelo nome, <span color='yellow'><i>Guardiões do Império</i></span>.

source: Right Click Menu
pt_br: Menu do Botão Direito

source: <b>Right Click Menu</b> There are some special right click menus. You can access this by right clicking on you. You can check the current status of your group. There is also a jukebox and music selector, please check them out! If you have UMC music books addons installed, you can choose the songs from them. (REQUEST: Please report the author if there are some mistakes in the title of musics or in something others.) You can change some settings related to the gameplay.
pt_br: <b>Menu do Botão Direito</b> Há alguns menus especiais com o botão direito. Você pode acessá-los clicando com o direito em você. Nele você pode verificar o estado atual do seu grupo. Há também um toca música e um seletor de música, por favor veja-os! Se você tem os UMC music books (addons) instalados, você pode selecionar músicas deles. (PEDIDO: Por favor relate ao autor se há algum erro nos títulos das músicas ou em outra coisa.) Você também pode alterar algumas coisas relacionadas à jogabilidade.

source: Settings
pt_br: Configurações

source: <b>Settings</b> You can toggle some settings from this menu. Currently, following items are changeable. - Suppress new day message - Enable automatic end turn on the Field (not always) - See AI moves on the Field (maybe annoying) - Enable dialog-only version of the Outpost Some of them might be useful to you. Please try.
pt_br: <b>Configurações</b> Você pode alternar algumas configurações a partir deste menu. Atualmente, os seguintes items são modificáveis. - Omitir mensagens de novo dia - Habilitar o encerramento automático de turno no Campo (nem sempre) - Ver os movimentos da IA no Campo (pode ser irritante) - Habilitar a versão somente-diálogo no Posto Avançado Alguns deles podem ser úteis para você. Por favor experimente.

source: Back
pt_br: Voltar

source: Here are some minor topics related to the system.
pt_br: Há alguns tópicos menores relacionados ao sistema.

source: Your Title
pt_br: Sua Distinção Honorífica

source: If you get enough fame, you will get a title suitable to you. This title is determined by your enemy, you cannot choose the name. The name might be decided from your behavior... If you commit something to be blamed, your title will be an unhonorful one.
pt_br: Se você conseguir fama o suficiente, você receberá uma distinção honorífica adequada. Esse distinção é determinada pelo seu inimigo, você não pode escolher o nome. O nome deve ser decidido pelo seu comportamento... Se você fizer algo condenável, seu título será um desonroso.

source: Guard Troops
pt_br: Tropas Guardiãs

source: Some Kingdom/Empire troops have the special name, <b>Guard</b>. They are guardian of bridges, villages, and small outposts. If these guards are defeated, the village or outpost will be occupied by the attacker side. You should check troop name carefully if you wanna capture village or something. It should be noted that those guards never move.
pt_br: Algumas topas do Reino/Império tem um nome especial, <b>Guardiões</b>. Eles são os guardiões da ponte, vilarejos e pequenos postos avançados. Se estes guardas forem derrotados, o vilarejo ou posto avançado serão ocupados pelo lado atacante. Você deve verificar cuidadosamente o nome da tropa se você quer capturar um vilarejo ou qualquer lugar. Deve-se notar que esses guardas nunca se movem.

source: Assault Troops
pt_br: Tropas de Assalto

source: Kingdom and Empire sometimes plan to capture some village or outpost with their troops. In this case, special troops having <span color='red'>Assault</span> in their unit stat will appear on the Field. Assault will not last forever. That stat will be removed after a certain period. Once the period finished, the assault troops will transform into normal troops.
pt_br: O Reino e o Império às vezes planeja capturar algum vilarejo ou posto avançado com as tropas deles. Nesse caso, tropas especiais tendo <span color='red'>Assalto</span> nas características da unidade aparecerão no Campo. Assalto não dura para sempre. A característica será removida depois de um certo período. Uma vez que o período termina, as tropas de assalto se transformarão em tropas normais.

source: Which field units will be saved?
pt_br: Quais unidades do campo serão salvas?

source: Usually, units (troops) on the Field will be discarded when you are involved in a skirmish or you enter the outpost. But the following units will be saved and reappear when you back to the Field. - injured guard units (village guards or outpost guards) - Assault troops Here injured guard do not consider number of members. If its HP is not max, they will be saved and reappear.
pt_br: Normalmente, unidades (tropas) no Campo serão descartadas quando você é envolvido uma escaramuça ou você entra no posto avançado. Mas as seguintes unidades serão salvas e reaparecerão quando você voltar ao Campo. - unidades guardiães feridas (guardas de vilarejos ou guardas de postos avançados) - tropas de assalto Aqui guardas feridos não considera o número de membros. Se o HP não é o máximo, eles serão salvos e reaparecerão.

source: Do you wanna change settings?
pt_br: Você quer alterar as configurações?

source: Disable new day messages. <span color='green'><b>(Now: Enabled)</b></span>
pt_br: Desabilitar as mensagens de dia novo. <span color='green'><b>(Agora: Habilitado)</b></span>

source: Enable new day messages. <span color='red'><b>(Now: Disabled)</b></span>
pt_br: Habilitar as mensagens de dia novo. <span color='red'><b>(Agora: Desabilitado)</b></span>

source: Disable auto turn end on the Field. <span color='green'><b>(Now: Enabled)</b></span>
pt_br: Desabilitar término automático de turno no Campo. <span color='green'><b>(Agora: Habilitado)</b></span>

source: Enable auto turn end on the Field. <span color='red'><b>(Now: Disabled)</b></span> <small>Your turn automatically ends once you finish up move points (when not on villages/castles and no enemies around).</small>
pt_br: Habilitar término automático de turno no Campo. <span color='red'><b>(Agora: Desabilitado)</b></span> <small>Seu turno encerra automaticamente quando o você não tem mais pontos de movimentação (quando não estiver em vilarejos/castelos e sem inimigos ao redor).</small>

source: Do not skip AI moves on Field. <span color='green'><b>(Now: Skip)</b></span>
pt_br: Não pular os movimentos da IA no Campo. <span color='green'><b>(Agora: Pular)</b></span>

source: Skip AI moves on Field. <span color='red'><b>(Now: Not Skip)</b></span> <small>If skipped, AI moves will not be shown.</small>
pt_br: Pular os movimento da IA no Campo. <span color='red'><b>(Agora: Não Pular)</b></span> <small>Se pulados, movimentos da IA não serão mostrados..</small>

source: Disable dialog-only mode of Outpost. <span color='green'><b>(Now: Dialog-only)</b></span>
pt_br: Desabilitar modo somente-diálogo no Posto Avançado. <span color='green'><b>(Agora: Somente-diálogo)</b></span>

source: Enable dialog-only mode of Outpost. <span color='red'><b>(Now: Not dialog-only)</b></span> <small>If dialog-only mode enabled, you cannot move unit at the Outpost.</small>
pt_br: Habilitar modo somente-diálogo no Posto Avançado. <span color='red'><b>(Agora: Não somente-diálogo)</b></span> <small>Se o modo somente-diálogo estiver habilitado, você não pode mover a unidade no Posto Avançado.</small>

source: Initialize music list
pt_br: Inicializar a lista de músicas

source: Really reinitialize music list?
pt_br: Quer realmente reinicializar a lista de músicas?

source: Yes!
pt_br: Sim!

source: No!
pt_br: Não!

source: Done.
pt_br: Feito.

source: Debug current status
pt_br: Estado atual de Debug

source: behavior
pt_br: comportamento

source: Behavior score: cruel: $ag_behave.cruel hungry: $ag_behave.hungry coward: $ag_behave_coward rusher: $ag_behave.rusher sentinel: $ag_behave.sentinel careful: $ag_behave.careful mighty: $ag_behave.mighty sneak: $ag_behave.sneak sleeper: $ag_behave.sleeper pacifist: $ag_baheve.pacifist
pt_br: Pontuação do Comportamento: cruel: $ag_behave.cruel fome: $ag_behave.hungry covarde: $ag_behave_coward apressado: $ag_behave.rusher sentinela: $ag_behave.sentinel cauteloso: $ag_behave.careful poderoso: $ag_behave.mighty silencioso: $ag_behave.sneak sono: $ag_behave.sleeper pacifista: $ag_baheve.pacifist

source: action and mission
pt_br: ação e missão

source: Action stat: current action: $ag_ongoing_action action side: $ag_ongoing_action_side action time: $ag_ongoing_action_time build flag: $ag_ongoing_action_done_build Mission stat: current mission: $ag_ongoing_mission mission time: $ag_ongoing_mission_time work var: $ag_ongoing_mission_value
pt_br: Estatísticas das Ações: ações atuais: $ag_ongoing_action lado das ações: $ag_ongoing_action_side tempo das ações: $ag_ongoing_action_time sinal de construção: $ag_ongoing_action_done_build Estatísticas das Missões: missão atual: $ag_ongoing_mission tempo de missão: $ag_ongoing_mission_time work var: $ag_ongoing_mission_value

source: quit
pt_br: sair

source: type^none
pt_br: nenhum

source: range^none
pt_br: nenhum

source: Status of You and your party members
pt_br: Estado de Você e dos membros da sua equipe

source: OK
pt_br: OK-001

source: Cancel
pt_br: Cancelar

source: status^name
pt_br: nome-002

source: status^HP / maxHP
pt_br: HP / HP máximo

source: status^EXP / maxEXP
pt_br: EXP / EXP máximo

source: status^traits
pt_br: características

source: number of members
pt_br: número de membros

source: foods
pt_br: comida

source: have scout
pt_br: tem batedor

source: <span color='#33FF33'><i>Scout</i></span>
pt_br: <span color='#33FF33'><i>Batedor</i></span>

source: have hide
pt_br: esconde

source: <span color='#33FF33'><i>Hide</i></span>
pt_br: <span color='#33FF33'><i>Esconde</i></span>

source: <span color='#FF3333'><i>Assault</i></span>
pt_br: <span color='#FF3333'><i>Assalto</i></span>

source: assault troop
pt_br: tropa de assalto

source: Attack the main Outpost
pt_br: Ataque o Posto Avançado principal

source: Flee!
pt_br: Fuja!

source: Flee! (enemy)
pt_br: Fuja! (inimigo)

source: The General of the Imperial Army
pt_br: O General do Exército Imperial

source: Doctor
pt_br: Médico

source: Local General
pt_br: General local

source: Capture the Outpost (move unit to the keep(13,11))
pt_br: Capture o Posto Avançado (mova uma unidade para a torre de menagem(13,11))

source: Death of You
pt_br: Sua Morte

source: Death of Local General. (retreat)
pt_br: Morte do General Local. (recuar)

source: You don't need to worry about food supplies, thanks to the allies.
pt_br: Você não precisa se preocupar com o suprimento de comida, graças aos aliados.

source: Kingdom army... We already lost the north fort and many soldiers. But... but we still have this outpost! WE ARE NOT LOST! SOLDIERS, TO ARMS! STAND FIRM! SLAY THE ENEMIES!!!
pt_br: Exército do Reino... Nós já perdemos o forte do norte e muitos soldados. Mas... mas nós ainda temos este posto avançado! NÓS NÃO ESTAMOS PERDIDOS! SOLDADOS, ÀS ARMAS! AGUENTEM FIRME! MATEM OS INIMIGOS!!!

source: We captured the Outpost! We defeated the Empire!!!!!!
pt_br: Nós capturamos o Posto Avançado! Nós derrotamos o Império!!!!!!

source: I cannot believe it... We captured the main outpost of the Empire only by ourselves...? It is a dream... We maybe sleeping in the bedroom of our Outpost... or we all already died....?
pt_br: Eu não consigo acreditar... Nós capturamos o posto avançado principal do Império sozinhos...? Isso é um sonho... Talvez eu esteja dormindo no quarto do nosso Posto Avançado... ou nós todos morremos....?

source: Hey Clammy!! It's not a dream!!!! We really did it! We are the legend!
pt_br: Ei Clammy!! Não é um sonho!!!! Nós realmente conseguimos! Nós somos lendários!

source: ...still I cannot believe it.... You are the legendary hero...?
pt_br: ...ainda eu não consigo acreditar.... Você é o herói lendário...?

source: We did it... Your exploit is outstanding, but your fame does not much your exploit. So you should be careful. Otherwise, your exploit... or your life might be stolen by generals of your country. They may be worried about your promotion. Some of them will try... or have to prevent such a rapid promotion.
pt_br: Nós conseguimos... Sua bravura é fora de série, mas sua fama não reflete isso. Então você deve tomar cuidado. De outro modo, sua bravura... ou sua vida podem ser roubadas pelos generais do nosso país. Eles podem ficar preocupados com a sua promoção. Alguns deles vão tentar... ou tentar prevenir uma promoção tão rápida.

source: <b>Mission Completed!</b>
pt_br: <b>Missão Completa!</b>

source: Kingdom finally conquers this land!
pt_br: O Reino finalmente conquistou esta terra!

source: Argh!! I have never imagined such an end...
pt_br: AAAA!! Eu nunca imaginei um fim desses...

source: I slew the general! Our victory!
pt_br: Eu matei o general! Vencemos!

source: General slain! We should retreat immediately! Otherwise we shall be slain here!.
pt_br: O General foi morto! Nós devemos recuar imediatamente! Senão nós vamos morrer aqui!

source: Argh!! Empire cannot be defeated!
pt_br: AAAA!! O Império não pode ser derrotado!

source: I slew the general!
pt_br: Eu matei o general!

source: Skirmish on the Bridge
pt_br: Escaramuça na Ponte

source: The Bridge is crashed by engineers! Regain the South Fort before the bridge is fixed! Hurry!
pt_br: A Ponte foi destruída pelos engenheiros! Reconquiste o Forte do Sul antes que a ponte seja consertada! Ligeiro!

source: <span color='yellow' size='smaller'>The bridge will be fixed in 20-30 days.</span>
pt_br: <span color='yellow' size='smaller'>A ponte será consertada em 20-30 dias.</span>

source: Epilogue
pt_br: Epílogo

source: ... You have won the battle, but you cannot survive. You exploit is too execellent, but your fame is not enough to save yourself. This is a result from simple politics. Generals of the Kingdom were really worried about your promotion; they are afraid you will overtake them. The war was almost finished when you captured the North fort. Your further exploits were completely unwelcome to them so they assassinated you. Those generals will declare you are assassinated by the remaining Imperial soldiers, though. To avoid such an end, you should gain more and more fame before ending the war. But if your fame becomes high enough, generals will not help your attack to the enemy main outpost. So you have to capture the enemy main outpost only by your troop. It is a hard task, but you have to do it. If you try to capture the outpost only by your troop, I will give you some favor and back you to the Field... <span color='yellow' size='smaller'>There is an elvish healer in the field. Find her. Her skills might be required to accomplish the hard task...</span>
pt_br: ... Você venceu a batalha, mas você não pode sobreviver. Sua bravura é excelente, mas sua fama não é suficiente para salvar você. Este é um resultado simples de política. Generais do Reino estavam realmente preocupados com sua promoção; eles estão com medo de você superá-los. A guerra estava quase terminada quando você capturou o Forte do Norte. Sua bravura excedente foi totalmente mal recebida por eles, então eles lhe assassinaram. Esses generais declararão que você foi assassinado por soldados Imperiais. Para evitar tal fim, você deve ganhar mais e mais fama antes de terminar a guerra. Mas se sua fama ficar muito alta, os generais não lhe ajudarão no ataque ao posto avançado principal. Então você terá que capturar o posto avançado principal do inimigo somente com sua tropa. É uma tarefa difícil, mas você terá que fazer isso. Se você tentar capturar o posto avançado somente com a sua tropa, eu lhe darei algum benefício -003... <span color='yellow' size='smaller'>Há uma médica elfa no campo. Encontre-a. As habilidades dela podem ser necessárias para completar essa difícil tarefa...</span>

source: try again! (bonus: fame +50, max food +50)
pt_br: tente novamente! (bônus: fama +50, comida máxima +50)

source: give up...
pt_br: abandonar...

source: ... You can skip epilogue. Would you skip?
pt_br: ... Você pode pular o epílogo. Você gostaria de pular?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Now, the war is over. Our group has to be disbanded. It is very regrettable for me.... Farewell, my friends.
pt_br: Agora, a guerra chegou ao fim. Nosso grupo foi dissolvido. Sinto muito.... Adeus, meus amigos.

source: Hm. My guess turns out to be completely right! This group accomplished a great job! I am sure this cannot be done without me! (smily smugly)
pt_br: Hm. Meu palpite mostrou-se completamente correto! Este grupo conseguiu fazer um bom trabalho! Tenho certeza que isso não seria possível sem mim! (sorriso presunçoso)

source: Anyway, I can go back to our forest safely now. Thank you, everyone! See you!
pt_br: De qualquer forma, eu posso voltar em segurança para nossa floresta agora. Obrigado à todos! Vejo vocês!

source: Ha! You are a great leader! This is totally unexpected! I never thought this war finished such early!!! I will stay around here for a while to investigate things around! You can treat me during this period! It is a great honor to treat me! I am looking forward that time! See you!!
pt_br: Haa! Você é um ótimo líder! Isso é totalmente inesperado! Eu nunca pensei que essa guerra terminaria tão cedo!!! Eu ficarpara investigar as coisas por aqui! Você pode me tratar durante esse período! É uma grande honra me tratar! Eu estou ansioso por essa hora. Até mais!!

source: Honestly, I didn't think you are such an efficient officer. Now I am very honored to fight against the Empire with you. Our kinsmen in the Empire will be liberated, and I could learn so many things about the war. Everything goes well, too well. I have to appreciate you and your kindness. You are my hero.
pt_br: Honestamente, eu não não pensava que você fosse um oficial eficiente. Agora eu estou muito honrado de lutar contra o Império com você. Nossos parentes no Império serão libertados, e eu pude aprender tantas coisas sobre a guerra. Tudo vai bem, muito bem. Eu tenho que valorizar você e sua gentileza. Você é o meu herói.

source: I must say thank you, Clammy. I might not even survive the war without you. You are my hero.
pt_br: Eu que devo dizer obrigado, Clammy. Eu nem poderia sobreviver a guerra sem você. Você é o meu herói.
