Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: Get a trait for 100 gold:
pt_br: Obtenha uma característica por 100 ouro:

source: An unit gets a basic trait (from strong, dextrous, quick, intelligent, resilient). If the unit has all these traits, it results in just a loss of money, be care!
pt_br: Uma unidade obtém uma característica básica (de forte, habilidoso, rápido, inteligente, resistente). Se a unidade já tem todos essas características isso resulta apenas em perda de dinheiro, tome cuidado!

source: Leave training room
pt_br: Deixar a salão de treinamento

source: What do you wanna know?
pt_br: O que você quer saber?

source: Help/Manual
pt_br: Ajuda/Manual

source: Fire unit (you can recall later here).
pt_br: Demitir unidade (você pode convocar ela aqui depois).

source: You cannot fire yourself!
pt_br: Você não pode se demitir!

source: You cannot fire Caravan! Don't abandon your misson!
pt_br: Você não pode demitir Caravana! Não abandone sua missão!

source: Fire this unit?
pt_br: Demitir esta unidade?

source: whether_fire^Yes.
pt_br: Sim.

source: whether_fire^No.
pt_br: Não.

source: Thanks. (leave here)
pt_br: Obrigado. (sair daqui)

source: Would you recruit us?
pt_br: Você gostaria de nos recrutar?

source: Ask Clammy about Outlaws.
pt_br: Perguntar ao Clammy sobre Foras da lei.

source: The recruiting cost of outlaws is lower than loyalists, and only slightly more expensive than peasants. They are cheap but strong, which is advantageous. But they also have big disadvantages. They easily betray their employers, you in this case. It is very hard to gain their trust. The other disadvantage is their alignment as most battles taken place during the daytime. They usually have two traits like loyalists.
pt_br: O custo de recrutamento dos foras da lei é menor do que dos lealistas, e levemente mais caro do que dos aldeões. Eles são baratos mas forte, o que é vantajos. Mas eles também tem grandes desvantagens. Eles facilmente traem seus empregadores, você nesse caso. É muito difícil ganhar a confiança deles. A outra desvantagem é no alinhamento uma vez que a maioria das batalhas ocorrem durante o dia. Eles normalmente tem duas características assim como os lealistas.

source: Scout and Hide skills?
pt_br: Habilidades de Batedor e Camuflagem?

source: Recruit a Thief for 8 gold. (can Hide)
pt_br: Recrutar um Gatuno por 8 ouro. (pode Camuflar)

source: Recruit a Thug for 7 gold.
pt_br: Recrutar um Meliante por 7 ouro.

source: Recruit a Poacher for 9 gold. (can Hide)
pt_br: Recrutar um Poacher por 9 ouro. (pode Camuflar)

source: Recruit a Footpad for 10 gold. (can Scout)
pt_br: Recrutar um Salteador por 10 ouro. (pode Bater)

source: Do not recruit now.
pt_br: Não recrutar agora.

source: Would you fight together?
pt_br: Você gostaria de lutar junto?

source: Ask Clammy about Loyalists.
pt_br: Perguntar ao Clammy sobre Lealistas.

source: They are not regular soldiers, unlike those manning this outpost. Recruitable loyalists are mercenaries. They might be expensive but they are very loyal to employer. And Fencer and Cavalryman are very unique units which can't be advanced from Peasant, Woodsman, or Ruffian. As most of combat happens at while daytime, their lawful alignment is advantageous. They usually have two traits, which is useful as well.
pt_br: Eles não são soldados regulares, ao contrário desses que empregam-se neste posto avançado. Lealistas recrutáveis são mercenários. Eles podem ser caros mas eles são muito leais ao empregador. E Esgrimista e Equestre são unidades bem particulares que não podem ser avançadas a partir de Aldeão, Mateiro, ou Rufião. Como a maioria dos combates acontecem durante o dia, a alinhamento ordeiro deles é vantajoso. Eles também têm normalmente duas características, que também é útil.

source: Recruit a Spearman for 20 gold.
pt_br: Recrutar um Lanceiro Desmonstado por 20 ouro.

source: Recruit a Bowman for 20 gold.
pt_br: Recrutar um Arqueiro por 20 ouro.

source: Recruit a Fencer for 50 gold. (can Hide)
pt_br: Recrutar um Esgrimista por 50 ouro. (pode Camuflar)

source: Recruit a Cavalryman for 45 gold. (can Scout)
pt_br: Recrutar um Equestre por 45 ouro. (pode Bater)

source: We wanna fight againt the Empire with you!
pt_br: Nós queremos combater o Império contigo!

source: Ask Clammy about Peasants.
pt_br: Perguntar ao Clammy sobre Aldeões.

source: They are completely amateurs in combat. But they are very loyal to the Kingdom, and thus will be loyal to you on average. You shouldn't expect too much of their loyalty, there may be cowards among them as they are mere amateurs. They are cheaper but weaker than Outlaws and Loyalists at first. But after the advancements, their strength will catch up to their former superiors. Training in the training rooms will be effective for them. You should do the training if you recruit them. They have only one trait, probably due to the way they lived, which is the biggest disadvantage.
pt_br: Eles são completos amadores em combate. Mas são muito leais ao Reino, e portanto, na média, serão leais à você. Você não deve esperar demais da lealdade deles, podem haver covardes entre eles pois são meros amadores. Eles são mais baratos mas são mais fracos que os Foras da Lei e que os Lealistas num primeiro momento. Mas depois dos avanços, a força deles competirá com dos seus antigos superiores. Treiná-los na salão de treinamento será efetivo para eles. Você deve fazer o treinamento se você recrutá-los. Eles têm somente uma característica, provavelmente por causa do modo de vida que tiveram, e que é a maior desvantagem.

source: Recruit a Peasant for 3 gold.
pt_br: Recrutar um Aldeão por 3 ouro.

source: Recruit a Woodsman for 4 gold. (can Hide)
pt_br: Recrutar um Mateiro por 4 ouro. (pode Camuflar)

source: Recruit a Ruffian for 5 gold.
pt_br: Recrutar um Rufião por 5 ouro.

source: Hi you, what is your request?
pt_br: Oi pra você, qual é sua requisição?

source: Recruit a Food Carriage for your troop by 25 gold and 50 fame. (increase food max by 50)
pt_br: Recrutar uma Carruagem de Comida para sua tropa por 25 ouro e 50 fama. (aumenta capacidade máxima de comida em 50)

source: <span color='yellow' size='smaller'>requirement: 25 gold and 110 fame</span>
pt_br: <span color='yellow' size='smaller'>requerimento: 25 ouro e 110 fama</span>

source: You have recruited a Food Carriage!
pt_br: Você recrutou uma Carruagem de Comida!

source: <span color='yellow' size='smaller'>current max amount of food: $ag_max_food|</span>
pt_br: <span color='yellow' size='smaller'>atual quantidade máxima de comida: $ag_max_food|</span>

source: Request an attack on the Imperial Outpost. (by 150 fame)
pt_br: Requerir um ataque no Posto Avançado Imperial. (por 150 fama)

source: <span color='yellow' size='smaller'>requirement: 250 fame</span>
pt_br: <span color='yellow' size='smaller'>requerimento: 250 fama</span>

source: ... Sorry, lord general in our capital told me not to launch collaborate assault with you. So I cannot help you. That noble and its cronies believe we have already won this war. The only remained problem for them is who will win the biggest exploit, who will capture the Imperial main outpost. They might believe you already did too much. They cannot allow further success of you. As you may understand, this is a silly politics. Your rapid promotion also attracts envy and malice of them. Never underestimate them. Be careful. Or, you will be assassinated by those worms. You should be quiet and do nothing, this is the best way to survive. ... <span color='yellow'>Or, achieve further great success. If you become such a legendary hero, even those worms cannot kill you...</span>
pt_br: ... Desculpe, o senhor general na nossa capital me disse para não assaltar em colaboração contigo. Então eu não posso ajudar. Aquele nobre e seus camaradas acreditam que nós já vencemos esta guerra. A única questão que resta para eles é saber quem vai fazer a maior façanha, quem irá capturar o posto avançado principal do Império. Eles podem acreditar que você já fez demais. Eles não podem permitir mais sucessos de sua parte. Como você deve compreender, isso é política boba. Sua promoção rápida também atraiu a inveja e o rancor deles. Nunca os subestime. Tenha cuidado. Ou, você será assassinado por esses vermes. Você deve ficar quieto sem fazer nada, esse é o melhor caminho para sobreviver. ... <span color='yellow'>Ou, conquistar um sucesso ainda maior. Se você se tornar tal herói lendário, mesmo esses vermes não poderão te matar...</span>

source: I will gather forces and march to their Outpost. Come to the Outpost <span color='yellow'>within 25 days</span>. We will begin assault when you are ready. If you won't come within 25 days, the assault will abort. Do you wanna launch a cooperative assault? It will cost you <span color='yellow'>150 of fame</span>.
pt_br: Eu juntarei as forças e marcharei para o Posto Avançado deles. Venha ao Posto Avançado <span color='yellow'>dentro de 25 dias</span>. Nós iniciaremos o assalto quando vocês estiverem prontos. Se você não vier dentro de 25 dias, o assalto será abortado. Você quer fazer um assalto cooperativo? Isso custará a você <span color='yellow'>150 de fama</span>.

source: launch_attack^Do it!
pt_br: Vamos fazer isso!

source: OK, let's go to finish this war.
pt_br: Certo, vamos finalizar esta guerra.

source: OK, you should gain enough force first.
pt_br: Certo, você deve ganhar fama o suficiente primeiro.

source: Request an attack on the North Fort. (by 75 fame)
pt_br: Requerir um ataque no Forte do Norte. (por 75 fama)

source: <span color='yellow' size='smaller'>requirement: 150 fame</span>
pt_br: <span color='yellow' size='smaller'>requerimento: 150 fama</span>

source: OK, I will let my forces sneak to the fort. Come to that fort <span color='yellow'>within 20 days</span>. We will begin assault when you are ready. If you won't come within 20 days, the assault will abort. Do you wanna launch a cooperative assault? It will cost you <span color='yellow'>75 of fame</span>.
pt_br: Certo, eu vou sorrateiramente até para o forte. Venha para esse forte <span color='yellow'>dentro de 20 dias</span>. Nós iniciaremos o assalto quando vocês estiverem prontos. Se vocês não vierem dentro de 20 dias, o assalto será abortado. Você quer iniciar um assalto cooperativo? Isso custará a você <span color='yellow'>75 de fama</span>.

source: OK, let's go.
pt_br: Certo, vamos nessa.

source: <span color='yellow' size='smaller'>requirement: 100 of fame</span>
pt_br: <span color='yellow' size='smaller'>requerimento: 100 de fama</span>

source: Request an attack on the South Fort. (by 50 fame)
pt_br: Requerir um ataque no Forte do Sul. (por 50 fama)

source: OK, I will let my forces sneak to the fort. Come to that fort <span color='yellow'>within 15 days</span>. We will begin assault when you are ready. If you won't come within 15 days, the assault will abort. Do you wanna launch a cooperative assault? It will cost you <span color='yellow'>50 of fame</span>.
pt_br: Certo, eu vou sorrateiramente até para o forte. Venha para esse forte <span color='yellow'>dentro de 15 dias</span>. Nós iniciaremos o assalto quando vocês estiverem prontos. Se vocês não vierem dentro de 15 dias, o assalto será abortado. Você quer iniciar um assalto cooperativo? Isso custará a você <span color='yellow'>50 de fama</span>.

source: OK, let's try.
pt_br: Certo, vamos tentar.

source: <span color='yellow' size='smaller'>requirement: 26 gold and 100 of fame</span>
pt_br: <span color='yellow' size='smaller'>requerimento: 26 ouro e 100 de fama</span>

source: Request to crash the Bridge. (by 25 gold)
pt_br: Requisitar a destruição da Ponte. (por 25 ouro)

source: Actually we should regain the South Fort. If we can exclude the reinforcement from the North fort by breaking the Bridge, the mission becomes much easier. But in order to do that, we must remove the troops on the bridge. You, can you <span color='yellow'>eliminate the enemies on the bridge within 10 days</span>? In addition, you should provide <span color='yellow'>25 gold</span> for engineers.
pt_br: Na verdade nós devemos reconquistar o Forte do Sul. Se nós conseguirmos impedir os reforços do Forte do Norte destruindo a Ponte, a missão será muito mais fácil. Mas para fazer isso, precisamos primeiro retirar as tropas da ponte. Você, você consegue<span color='yellow'>eliminar os inimigos na ponte dentro de 10 dias</span>? Além disso, você deve fornecer <span color='yellow'>25 ouro</span> para os engenheiros.

source: Yes, I can do it!
pt_br: Sim, eu posso fazer!

source: OK, eliminate enemies on the bridge immediately! If you did it, engineers surely break the bridge. Go!
pt_br: Certo, elimine os inimigos na ponte imediatamente! Se você fizer, os engenheiros com certeza destruirão a ponte. Vá!

source: Thank you, sir. (Leave here)
pt_br: Obrigado, senhor. (Sair daqui)

source: Skirmish at the Outpost
pt_br: Escaramuça no Posto Avançado

source: Defeat enemy leader
pt_br: Derrote o líder inimigo

source: If a member of your troop killed enemy leader, you can get bonus fame.
pt_br: Se um membro da sua tropa matar o líder inimigo, você recebe um bônus de fama.

source: bedroom
pt_br: dormitório

source: Enemy!
pt_br: Inimigo!

source: training room
pt_br: salão de treinamento

source: office
pt_br: escritório

source: Enemies intruded into this Outpost for some purpose. These intruders are now stuck at <span color='yellow'>$enemy_place_full|</span>. Kill them all! Slayer of their leader surely win a name!
pt_br: Intrusos inimigos apareceram por algum motivo. Esses intrusos estão presos no <span color='yellow'>$enemy_place_full|</span>. Matem todos! O assassino do líder com certeza vai ganhar um nome!

source: Good job! $second_unit.name killed enemy leader!
pt_br: Bom trabalho! $second_unit.name matou o líder inimigo!

source: Today's task is finished. Good night, men.
pt_br: A tarefa de hoje terminou. Boa noite, homens.

source: Prologue
pt_br: Prólogo

source: You
pt_br: Você

source: Listen Carefully
pt_br: Escute Cuidadosamente

source: <b>Welcome to the A Group campaign!</b> You will lead a small party into the war. First of all, you can choose two traits for You. Choose the 1st one.
pt_br: <b>Bem-vindo à campanha Um Grupo!</b> Você irá liderar um pequeno grupo na guerra. Primeiramente, você deve escolher duas características para Você. Escolha a 1ª.

source: Choose the 2nd one from the list.
pt_br: Escolha a 2ª a partir da lista.

source: Welcome, I am General $ag_general_name, the chief commander of the Kingdom army. Come close to me.
pt_br: Bem-vindo, eu sou o General $ag_general_name, o comandante-chefe do exército do Reino. Aproxime-se de mim.

source: As you know, the Kingdom is in a war against the Empire. This war already lasts more than three years. It is almost stalemated. And everything... funds, food, and soldiers, everything is insufficient. But we cannot stop the war.
pt_br: Como você sabe, o Reino está em guerra contra o Império. Esta guerra já dura mais de três anos. Está quase estagnada. E tudo... fundos, comida, e soldados, tudo é insuficiente. Mas nós não podemos parar a guerra.

source: You, young officer, at first I must apologize you. There are no regular soldiers who can be assigned to you. Instead, you should recruit irregulars or mercenaries by yourself.
pt_br: Você, jovem oficial, primeiro eu devo pedir desculpas. Não há soldados regulares que eu possa atribuir à você. Ao invés disso, você deve recrutar irregulares ou mercenários sozinho.

source: There is an outpost close to the front line. Go there and fight for the Kingdom. It has been reported that enlistees and outlaws are gathering there to become soliders. Recruit and train them.
pt_br: Há um posto avançado próximo à linha de frente. Vá lá e lute pelo Reino. Foi reportado que alistados e foras da lei estão se juntando lá para se tornarem soldados. Recrute-os e treine-os.

source: Here are your funds for that. Use it wisely.
pt_br: Aqui estão os fundos para isso. Use-o sabiamente.

source: You get $general_gold pieces of gold.
pt_br: Você recebeu $general_gold peças de ouro.

source: You can get supplemental funds periodically at the outpost or some other forts (every 10 days). The amount depends on your fame and achievements. I'm now down with base Basic explanation. Go and fight for the Kingdom! But do not rush for death!
pt_br: Você pode receber fundos suplementares periodicamente no posto avançado ou alguns outros fortes (a cada 10 dias). A quantidade depende da sua fama e conquistas. Eu terminei com as explicações básicas. Vá e lute pelo Reino! Mas não corra para a morte!

source: Yes, sir!
pt_br: Sim senhor!

source: Sir, yes, sir!
pt_br: Senhor, sim senhor!

source: Skirmish
pt_br: Escaramuça

source: Goblin flagbearer? ..<i>$ag_title</i>! ...... Soldiers, to arms!
pt_br: Góblin porta-bandeira? ..<i>$ag_title</i>! ...... Soldados, às armas!

source: <i>$ag_title</i>. What an honorful enemy! Could you tell us your strength?
pt_br: <i>$ag_title</i>. Que inimigo honrável! Você poderia nos mostrar sua força?

source: <i>$ag_title</i>... ..... to arms, soldiers.
pt_br: <i>$ag_title</i>... ..... às armas, soldados.

source: <i>$ag_title</i>! We are doomed!! ... No! We kill that evil here, we shall survive this day!
pt_br: <i>$ag_title</i>! Nós estamos condenados!! .. Não! Nós mataremos esse mal aqui, nós iremos sobreviver neste dia!

source: Goblin flagbearer..? It is <i>$ag_title</i>! To arms, soldiers! Never underestimate them!!
pt_br: Góblin porta-bandeira..? É <i>$ag_title</i>! Às armas, soldados! Nunca subestimem-os!!

source: He is <i>$ag_title</i>! We are lucky! It is a great chance to prove ourselves!!
pt_br: Ele é <i>$ag_title</i>! Nós somos sortudos! É uma ótima oportunidade para provar nosso valor!!

source: <i>$ag_title</i>.. I am honored our troop can face you. Soldiers, to arms!!
pt_br: <i>$ag_title</i>.. Eu estou honrado que nossa tropa defronte a sua. Soldados, às armas!!

source: <i>$ag_title</i>.. It's a strong enemy, but we can defeat these evils!! Remember the past terrible battles!! We could survive those hells!! We can survive this time, too!
pt_br: <i>$ag_title</i>.. É um forte inimigo, mas nós podemos derrotar esses diabos!! Lembrem-se das terríveis batalhas do passado!! Nós pudemos sobreviver àqueles infernos!! Nós podemos sobreviver agora, também!

source: He is <i>$ag_title</i>! Beware everyone!
pt_br: Ele é <i>$ag_title</i>! Tomem cuidado, todos!

source: Enemies ahead! Soldiers, to arms!
pt_br: Inimigos à frente! Soldados, às armas!

source: A troop with a goblin? Kill those idiots!!
pt_br: Uma tropa com um góblin? Matem esses idiotas!!

source: Kingdom army! Ha! We are lucky!!
pt_br: Exército do Reino! Ah! Nós estamos com sorte!!

source: Kingdom worms! Crash them!!
pt_br: Vermes do Reino! Esmaguem-os!!

source: To arms!!
pt_br: Às armas!!

source: Enemies!
pt_br: Inimigos!

source: Humans! Slay them all!
pt_br: Humanos! Matem todos!

source: female^Elvish Lesser Healer
pt_br: Médica Élfica Inferior

source: A not-so-smart elvish girl wandered off into a battlefield.
pt_br: Uma garota élfica não tão inteligente vagou para fora do campo de batalha.

source: female^Elvish Survivor
pt_br: Sobrevivente Élfica

source: Food Carriage
pt_br: Carruagem de Comida

source: These carriage can hold some amount of food.
pt_br: Essas carruagens podem carregar certa quantidade de comida.

source: Naga Troop
pt_br: Tropa Naga

source: None
pt_br: Nenhum

source: members
pt_br: membros

source: Troop
pt_br: Tropa

source: attack
pt_br: atacar

source: No! Don't die!
pt_br: Não! Não morra!

source: male^I.. am.. free...!
pt_br: Eu.. estou.. livre...!

source: female^I.. am.. free...!
pt_br: Eu.. estou.. livre...!

source: (My upkeep bug fixed, sorry for inconvenience.)
pt_br: (Meu erro/bug na manutenção foi arrumado, desculpe a inconveniência.)

source: (Ha, my upkeep bug fixed! What an idiot author!)
pt_br: Ah, meu erro/bug na manutenção foi arrumado, Que autor idiota!)

source: Amount of financial support is decreased from <span color='yellow'>$current_salary|</span> to <span color='yellow'>$ag_salary|</span> gold... You should prove yourself!
pt_br: A quantidade de suporte financeiro foi diminuida de <span color='yellow'>$current_salary|</span> para <span color='yellow'>$ag_salary|</span> ouro... Você deve provar o seu valor!

source: Amount of financial support is increased from <span color='yellow'>$current_salary|</span> to <span color='yellow'>$ag_salary|</span> gold!!!
pt_br: A quantidade de suporte financeiro foi aumentada de <span color='yellow'>$current_salary|</span> para <span color='yellow'>$ag_salary|</span> ouro!!!

source: $am foods supplied.
pt_br: $am comida fornecida.

source: $am foods consumed.
pt_br: $am comida consumida.

source: Move here!
pt_br: Mova-se até aqui!

source: You cannot move there!
pt_br: Você não pode mover-se aí!

source: Use toxin
pt_br: Use a toxina

source: You spilled the toxin into the river...
pt_br: Você derramou a toxina dentro do rio...

source: Enter
pt_br: Entrar

source: Enter the Outpost?
pt_br: Entrar no Posto Avançado?

source: Enter $ag_village_name|?
pt_br: Entra no $ag_village_name|?

source: This is controled by Empire! We cannot enter now!
pt_br: Isso é controlado pelo Império! Nós não podemos entrar agora!

source: Show status of party members
pt_br: Exibir o estado dos membros do grupo

source: Jukebox/Music Player
pt_br: Jukebox/Toca Música

source: Music List
pt_br: Lista de Músicas

source: Help
pt_br: Ajuda

source: Scouts are necessary when you marching in the enemy land. Without scouts, we can be ambushed by enemy troops. You must have a scout in your troop when you are in hostile territory. <span color='yellow'>They can increase your vision by two, and sometimes they may find hidden enemies</span>.
pt_br: Batedores são necessários quando marchar em terras inimigas. Sem batedores, nós podemos ser emboscados por tropas inimigas. Você deve ter um batedor na sua tropa quando estiver em território hostil. <span color='yellow'>Eles podem aumentar sua visão em dois, e às vezes eles podem encontrar inimigos escondidos</span>.

source: <b>Scout</b>
pt_br: <b>Batedor</b>

source: The Hide skill is useful when you want to avoid battles against enemies. If a member unit in our party has the Hide skill, we can hide in forests or grass terrain. <span color='yellow'>Please note that you can hide in grass terrains in the Field (grass, dirt terrains are considered as forest in that map)</span>.
pt_br: A habilidade de Camuflar é util quando você quer evitar batalhas contra os inimigos. Se um membro do seu grupo tem a habilidade Camuflar, nós podemos esconder em terrenos de floresta ou grama. <span color='yellow'>Note que você pode camuflar em terrenos de grama no Campo (grama e sujeira são considerados como floresta nesse mapa)</span>.

source: <b>Hide</b>
pt_br: <b>Camuflar</b>

source: I wanna help with the night patrol of the outpost. (Get +1 fame and a bonus) <span color='yellow' size='smaller'>NOTE: if a skirmish happens, you have to join the battle.</span>
pt_br: Eu quero ajudar com o patrulhamento noturno do posto avançado. (Receba +1 fama e um bônus) <span color='yellow' size='smaller'>NOTA: se uma escaramuça acontecer, você tem que juntar-se à batalha.</span>

source: Is there any way to get rid of the nagas?
pt_br: Há algum jeito de se livrar dos nagas?
