Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: I am really honored to hear that....
pt_br: Eu estou realmente honrado em ouvir isso....

source: Haha, you are shy, as usual. Why you are so brave and fearless in the battle? You are very mysterious.
pt_br: Ahaha, você é realmente tímido, como sempre. Por que você é tão bravo e destemido nas batalhas? Você é tão misterioso.

source: See you, my hero. If you can visit our villages, I shall make a special feast for you.
pt_br: Até mais, meu herói. Se você puder visitar nossos vilarejos, eu lhe farei um banquete especial.

source: <b>Your Final Result:</b> <tt>fame :</tt> $ag_fame <tt>title:</tt> $ag_title <b>Survived members with high loyalty</b>: $loyalty_report
pt_br: <b>Seus Resultados Finais:</b> <tt>fama :</tt> $ag_fame <tt>distinção honorífica:</tt> $ag_title <b>Membros sobreviventes com alta lealdade</b>: $loyalty_report

source: <b>Summary of Your Behavior:</b> <tt>Cruel :</tt> $ag_behave.cruel <tt>Hungry :</tt> $ag_behave.hungry <tt>Coward :</tt> $ag_behave.coward <tt>Rusher :</tt> $ag_behave.rusher <tt>Sentinel:</tt> $ag_behave.sentinel <tt>Careful :</tt> $ag_behave.careful <tt>Mighty :</tt> $ag_behave.mighty <tt>Sneak :</tt> $ag_behave.sneak <tt>Sleeper :</tt> $ag_behave.sleeper <tt>Pacifist:</tt> $ag_behave.pacifist
pt_br: <b>Resumo do Seu Comportamento:</b> <tt>Cruel :</tt> $ag_behave.cruel <tt>Fome :</tt> $ag_behave.hungry <tt>Covarde :</tt> $ag_behave.coward <tt>Apressado :</tt> $ag_behave.rusher <tt>Sentinela :</tt> $ag_behave.sentinel <tt>Cuidadoso :</tt> $ag_behave.careful <tt>Poderoso :</tt> $ag_behave.mighty <tt>Sorrateiro :</tt> $ag_behave.sneak <tt>Dorminhoco :</tt> $ag_behave.sleeper <tt>Pacifista :</tt> $ag_behave.pacifist

source: ... the story is not yet finished...
pt_br: ... a história não chegou ao fim ainda...

source: ... Would you skip Naga scenario (dialog-only)?
pt_br: ... Você gostaria de pular

source: Field
pt_br: Campo

source: Fight against the Empire
pt_br: Lute contra o Império

source: Hi! Can I join your troop?
pt_br: Oi! Posso me juntar à sua tropa?

source: (astonished) Wh.. Who are you? Why you wanna join this party? There are so many troops around.
pt_br: (estupefado) Que.. Quem é você? Por que você quer entrar para este grupo? Há tantas tropas ao redor.

source: It's simply because this party has a goblin and the goblin seems to be respected! This party may not be a bad place for a pretty elf like me! My healing ability is very very very much helpful to you! Understand?
pt_br: É simplesmente porque este grupo tem um góblin e ele parece ser respeitado! Este grupo pode não ser um lugar ruim para uma linda elfa como eu! Minha habilidade de medicação é muito muito muito útil para vocês! Entende?

source: Ah, I see, I see. Anyway, why you are here? This place is very far from the elvish woods.
pt_br: Ah, saquei, saquei. De qualquer forma, por que você está aqui? Este lugar é muito distante das florestas élficas.

source: It is a long long story. If I tell the whole story, it will take several nights! So I summarize why I am here very shortly.
pt_br: É uma longa história. Se eu te contar a história toda, levaria várias noites! Então eu vou resumir bem brevemente porque estou aqui.

source: <span color='yellow' size='larger'>I GOT LOST!</span>
pt_br: <span color='yellow' size='larger'>EU ME PERDI!</span>

source: ... Ok. Come with us.
pt_br: ... Certo. Venha conosco.

source: Thank you, you are very kind goblin! I never expect to see such a person!
pt_br: Obrigado, você é um góblin muito gentil! Eu nunca esperei encontrar tal pessoa!

source: ... Ah. I forgot to ask you. Do you have any problems? I guess you gladly accept her join, won't you?
pt_br: ... Ah. Eu esqueci de lhe perguntar. Você vê algum problema? Eu acho que você vai aceitar ela se juntar bem feliz, não é?

source: No problem.
pt_br: Sem problema.

source: Her healing skill might be useful.
pt_br: A habilidade de medicar dela pode ser útil.

source: Her healing skill might be useful. Though we didn't check that skill yet...
pt_br: A habilidade de medicar dela pode ser útil. Embora nós ainda não verificamos essa habilidade...

source: No definitely not! Such an elvish child must be thrown away!
pt_br: Não, definitivamente não! Devemos nos livrar de criança élfica desse tipo!

source: Oh sorry. But unfotunately it is too late, she already joined us.
pt_br: Oh desculpe. Mas infelizmente é tarde demais, ela já se juntou a nós.

source: Fiona the stray, an elvish healer joined!
pt_br: Fiona a desviada, uma médica élfica se juntou!

source: <span color='yellow'>WARNING: she is the only healer you can recruit! Never let her die!</span>
pt_br: <span color='yellow'>ADVERTÊNCIA: ela é a única pessoa com a habilidade de medicar que você pode recrutar! Nunca deixe-a morrer!</span>

source: Ha! Why this war does not finish?! Cease it immediately! Or you wanna interfere my job?!
pt_br: Ah! Por que essa guerra não termina? Parem com isso imediatamente! Ou vocês querem interferir no meu trabalho?!

source: (astonished) We... we wanna finish it! If you know how to finish it, please tell us that!
pt_br: (estupefado) Nós... nós queremos terminá-la! Se você souber como terminá-la, por favor nos diga!

source: Ha! What an easy task! I join you and crash all the enemies!
pt_br: Ah! Que tarefa fácil! Eu me junto à vocês e esmago todos os inimigos!

source: Ha? What... ... happened?
pt_br: Hein? O que... ... aconteceu?

source: Karl, a dwarvish runesmith joined!
pt_br: Karl, um anão ferreiro de runas se juntou!

source: New bridge guard appears!
pt_br: Novos guardas da ponte aparecem!

source: <span color='#00ff00'>uncovered!</span>
pt_br: <span color='#00ff00'>descoberto!</span>

source: Your Troop
pt_br: Sua Tropa

source: Broken Bridge
pt_br: Ponte Quebrada

source: Kingdom Guard
pt_br: Guarda do Reino

source: Imperial Guard
pt_br: Guarda do Império

source: We have to escort convoys to destination. We cannot attack Imperial stronghold now.
pt_br: Nós temos que escoltar o comboio para o destino. Não podemos atacar pontos defendidos do Império agora.

source: ...attacking this fort now is just a suicide. We should capture the south fort first. Otherwise, we are surely sandwitched by soldiers of north and south forts. Besides, attacking only by us is already suicidal.
pt_br: ...atacar este forte agora é apenas suicídio. Nós devemos capturar o forte sul primeiro. Senão, nós vamos ser ensanduichados pelos soldados do norte e do forte do sul. Além disso, atacarmos sozinhos já é em si suicídio.

source: General and his forces seem to be ready. Would you launch an assault on this fort?
pt_br: O General e suas tropas parecem estar preparados. Devemos assaltar esse forte?

source: Let's launch an assault!
pt_br: Vamos assaltar!

source: Not now.
pt_br: Agora não.

source: ...attacking this fort only by us is bit suicidal.
pt_br: ...atacar este forte sozinhos é um pouco suicida.

source: Of course I know. Attack the fort!
pt_br: Com certeza eu sei. Ataquem o forte!

source: Wait! Wait!! WAIT!!! Are you insane? Attacking the fort only by such a troop is not a smart way, isn't it?
pt_br: Espera! Espera!! ESPERA AI!!! Ficou louco? Atacar o forte com somente uma tropa não é o caminho inteligente, não é?

source: OK. Let's attack!
pt_br: Certo. Vamos atacar!

source: We are rushing for the death...? Following that guy was a wrong choice....? Was it a mistake of me...?
pt_br: Nós estamos nos apressando para a morte...? Seguir esse cara foi uma escolha errada....? Foi um erro meu...?

source: Sorry, it's just a joke.
pt_br: Desculpe, é só uma piada.

source: I am not a stupid.
pt_br: Eu não sou estúpido.

source: ...attacking enemy main outpost now is entirely suicidal. At least we should capture the nouth fort first. Otherwise, we are surely sandwitched by soldiers of main outpost and north fort.
pt_br: ......atacar o posto avançado principal do inimigo agora é completamente suicida. Nós devemos pelo menos capturar o forte norte primeiro. Senão, nós vamos ser ensanduichados pelos soldados do posto avançado principal e do forte do norte.

source: Let's launch a final assault!
pt_br: Vamos fazer o assalto final!

source: ...attacking enemy main outpost only by us is suicidal.
pt_br: ...atacar o posto avançado principal do inimigo sozinhos é suicídio.

source: Of course I know. Attack the enemy main hive!
pt_br: Com certeza eu sei. Ataquem a colônia principal!

source: Wait! Wait!! WAIT!!! Are you insane? Attacking the enemy fortress only by such a troop is suicidal, isn't it?
pt_br: Espera! Espera!! ESPERA AI!!! Ficou louco? Atacar a fortaleza inimiga com somente uma tropa é suicídio, não é?

source: OK. Let's die together!
pt_br: Certo. Vamos morrer juntos!

source: What?
pt_br: O quê?

source: village_menu^rest for a day (full heal).
pt_br: village_menu^rest for a day (cura completa).

source: You may not need to rest now.
pt_br: Você pode não precisar descansar agora.

source: <span color='yellow'>Quick Link:</span> get resources (food and gold)
pt_br: <span color='yellow'>Link Rápido:</span> pegar recursos (comida e ouro)

source: Go to office (get food/gold)
pt_br: Vá para o escritório (pegar comida/ouro)

source: request food supplies
pt_br: requisitar suprimentos alimentares

source: buy some food by 10 gold
pt_br: comprar um pouco de comida por 10 ouro

source: village_menu^forage food
pt_br: village_menu^saquear comida

source: Really? If do, your fame would be significantly decreased.
pt_br: Sério? Se for, sua fama vai ser dramaticamente reduzida.

source: Do it!
pt_br: Faça!

source: You retrieved $random of foods!
pt_br: Você pegou $random de comida!

source: No! Of course not!
pt_br: Não! Claro que não!

source: village_eventloop^Leave
pt_br: village_eventloop^Sair

source: Main Outpost (Kingdom)
pt_br: Posto Avançado Principal (Reino)

source: Main Outpost (Empire)
pt_br: Posto Avançado Principal (Império)

source: Village-S-S
pt_br: Vilarejo-S-S

source: Village-S-W
pt_br: Vilarejo-S-O

source: Village-S-River
pt_br: Vilarejo-S-Rio

source: Village-S-E
pt_br: Vilarejo-S-L

source: Village-N-W-River
pt_br: Vilarejo-N-O-Rio

source: Village-N-Desert
pt_br: Vilarejo-N-Deserto

source: Village-N-C
pt_br: Vilarejo-N-C

source: Village-N-E-River
pt_br: Vilarejo-N-L-Rio

source: Outpost West
pt_br: Posto Avançado Oeste

source: Outpost East
pt_br: Posto Avançado Leste

source: South Fort
pt_br: Forte do Sul

source: North Fort
pt_br: Forte do Norte

source: <span color='#ff00ff'>End Turn!</span>
pt_br: <span color='#ff00ff'>Encerrar turno!</span>

source: You lost all the convoys...
pt_br: Você perdeu todas as caravanas...

source: You completed the escort mission!
pt_br: Você completou a missão de escolta!

source: You completed the escort mission. There are some losses, though.
pt_br: Você completou a missão de escolta! Embora ocorreu algumas perdas.

source: Attack the Fort
pt_br: Atacar o Forte

source: Commander of the Fort
pt_br: Comandante do Forte

source: Capture the Fort (move unit to the keep(13,11))
pt_br: Capturar o Forte (mova uma unidade para a torre de menagem(13,11))

source: Kingdom army! To arms, soldiers! Messanger, go to the Outpost and request reinforcement!
pt_br: Exército do Reino. Às armas, soldados! Mensageiro, vá ao Posto Avançado e requisite reforços!

source: Goblin flagbearer... So it must be <i>$ag_title</i>.. But why he attacks this fort by a single troop?? ... is it a trap? ... we cannot see any other troops around the fort... <i>$ag_title</i> never be an idiot... But why they are here alone? They just commit a brave suicide? ... it is inconceivable... kind of diversionary operation is running...? ... I dunno any traces about such operations... ... DAMN IT! Attack them, it will uncover their purpose! Soldiers, be careful on enemy reinforcements or ambushers!!!
pt_br: Góblin porta bandeira... Então deve ser <i>$ag_title</i>.. Mas por que ele ataca esse forte com uma única tropa?? ... isso é uma armadilha? ... não vemos nenhuma outra tropa próximo ao forte... <i>$ag_title</i> nunca seria um idiota... Mas por que eles estão só? Querem apenas fazer um bravo suicídio? ... isso é inconcebível... tipo de operação distrativa estão fazendo...? ... Não sei qualquer coisa sobre tais operações... ... DROGA! Ataque-os, isso revelará os motivos deles! Soldados, tomem cuidado com reforços inimigos ou emboscadas!!!

source: Goblin flagbearer... So it may be <i>$ag_title</i>.. But why he attacks this fort by a single troop?? ... is it a trap? ... we cannot see any other troops around the fort... They just commit a brave suicide? ... it is inconceivable... DAMN IT! Attack them, it will uncover their purpose! Soldiers, be careful on enemy reinforcements or ambushers!!!
pt_br: Góblin porta bandeira... Então deve ser <i>$ag_title</i>.. Mas por que ele ataca esse forte com uma única tropa?? ... isso é uma armadilha? ... não vemos nenhuma outra tropa próximo ao forte... <i>$ag_title</i> nunca seria um idiota... Mas por que eles estão só? Querem apenas fazer um bravo suicídio? ... isso é inconcebível... tipo de operação distrativa estão fazendo...? ... Não sei qualquer coisa sobre tais operações... ... DROGA! Ataque-os, isso revelará os motivos deles! Soldados, tomem cuidado com reforços inimigos ou emboscadas!!!

source: Attacking this fort only with a single troop? We cannot see any other troops around. Hmm... On the other hand, who are they? They can be a bunch of idiots? Anyway, kill them!
pt_br: Atacando esse forte com somente uma tropa? Não conseguimos ver qualquer outra tropa por perto. Hmm... Por outro lado, quem são eles? Eles podem ser um punhado de idiotas? De qualquer forma, matem-os!

source: We captured this Fort! Our victory!!!!!!
pt_br: Nós capturamos este Forte! Vencemos!!!!!

source: I cannot believe it... We captured this fort only by ourselves...? It is a dream... We maybe sleeping in the bedroom of the Outpost...
pt_br: Eu não consigo acreditar... Nós capturamos esse forte sozinhos... Isso é um sonho... Talvez estejamos dormindo no quarto do Posto Avançado...

source: Hey Clammy!! It's not a dream!!!! We really did it!
pt_br: Ei Clammy!! Não é um sonho!!!! Nós realmente conseguimos!

source: ...still I cannot believe it....
pt_br: ...ainda eu não consigo acreditar....

source: Kingdom captures the Imperial fort!
pt_br: Reino captura o forte Imperial!

source: You faialed to conquer enemy strongpoint...
pt_br: Você falhou em conquistar o ponto fortificado do inimigo...

source: Argh!! This Fort.. never.... be.. fallen!!!!
pt_br: Argh!! Este Forte.. nunca.... será.. derrotado!!!!

source: Story of Nagas
pt_br: História dos Nagas

source: team^Nagas
pt_br: Nagas

source: team^You
pt_br: Você

source: Thanks.
pt_br: Obrigado.

source: ..... Hi.
pt_br: ..... Oi.

source: ..... Hi...
pt_br: ..... Oi...

source: ... Why do you come here?
pt_br: ... Por que você veio aqui?

source: To see you. ... For what do you come to see me?
pt_br: Para ver você. ... Por que você veio aqui me ver?

source: .... Who sent you here?
pt_br: .... Quem enviou você aqui?

source: My friend asked me. He is a human.
pt_br: Meu amigo me pediu. Ele é um humano.

source: .... Can you forgive humans?
pt_br: .... Você pode perdoar os humanos?

source: .... No. I... we can't.....
pt_br: .... Não. Eu... nós não podemos......

source: So I ask you again. For what do you come to see me?
pt_br: Então eu pergunto novamente. Por que você veio me ver?

source: .... To be a coward.
pt_br: .... Para ser um covarde.

source: I understand. What should we do?
pt_br: Eu entendo. O que devemos fazer?

source: .... Purify river water .... as clear as in the days before the construction of the Bridge.
pt_br: .... Limpar a água do rio .... tão limpa quanto nos dias anteriores ao da construção da Ponte.

source: I swear we try our best. But it cannot be done immediately.
pt_br: Eu juro que daremos nosso melhor. Mas isso não será feito imediatamente.

source: I know.
pt_br: Eu sei.

source: .... Bye.
pt_br: .... Tchau.

source: Bye.
pt_br: Tchau.

source: Leave
pt_br: Sair

source: Bedroom
pt_br: Dormitório

source: Office
pt_br: Escritório

source: Food storage
pt_br: Armazém de comida

source: Training room
pt_br: Sala de Treinamento

source: General's room
pt_br: Sala do General

source: Request
pt_br: Requisição

source: Outpost
pt_br: Posto Avançado

source: Recruit
pt_br: Recrutar

source: Office girl
pt_br: Garota do escritório

source: Guard
pt_br: Guarda

source: Prepare for Battle
pt_br: Prepare-se para a Batalha

source: You cannot die here
pt_br: Você não pode morrer aqui

source: Check right click menus: - Move immediately anywhere you can go. - Check status of the members - Setup music player (UMC Music Books may be required)
pt_br: Verifique os menus do botão direito: - Mova-se imediatamente para qualquer lugar que pode ir. - Verificar o estado dos membros - Configurar o toca música (UMC Music Books podem ser necessários)

source: Who are you? A new officer? But you don't seem to have any soldiers... Where are your soldiers? No soldiers? That's too bad. OK, I will help you! I am Clammy, a mere goblin but very familiar with this place and the war. It will be of a great help for you, and my assist in battle will also be a great help for you. Most regular soldiers underestimate me, but I believe you are not such an idiot. Let's go! <b>When you are not sure what to do, feel free to ask me from the right click menu (on You) or at the keep over there.</b>
pt_br: Quem é você? Um novo oficial? Mas você não parece ter soldados... Onde eles estão? Não tem? Isso é bem ruim. Certo, eu vou te ajudar! Eu sou Clammy, um mero góblin mas muito familiar com este lugar e com a guerra. Será de grande ajuda para você e minha assistência em batalha também será. A maioria dos soldados regulares me subestimam, mas eu acredito que você não seja tão idiota. Vamos! <b>Quando você não tiver certeza do que fazer, sinta-se à vontade para me perguntar através do menu do botão direito (em Você) ou na torre de menagem logo ali.</b>

source: You gain the trait 'assisted'!
pt_br: Você ganhou a característica 'assistido'!

source: What do you wanna do? <b>NOTE:</b> if you wanna recall once fired/left units, you should switch to non-dialog-only mode. Other functions (ex. getting food or gold, recruiting units) are available in this mode.
pt_br: O que você quer fazer? <b>NOTA:</b> se você quiser convocar unidades que foram demitidas/sairam, você deve trocar para o modo não somente-diálogo. Outras funções (ex. receber comida ou ouro, recrutar unidades) estão disponíveis neste modo.

source: <span color='yellow'>Quick Link:</span> Rest for a day (full heal)
pt_br: <span color='yellow'>Link Rápido:</span> Descansar por um dia (cura completa)

source: Check status of your troop
pt_br: Verificar o estado da sua tropa

source: Go to the training room
pt_br: Vá à salão de treinamento

source: Recruit outlaws
pt_br: Recrutar foras da lei

source: Recruit loyalists
pt_br: Recrutar lealistas

source: Recruit peasants
pt_br: Recrutar aldeões

source: Ask Clammy (manual/fire unit)
pt_br: Perguntar ao Clammy (manual/demitir unidade)

source: Ask for a job
pt_br: Perguntar sobre emprego

source: Request something to general
pt_br: Requisitar algo ao general

source: Exit
pt_br: Sair

source: Let's go.
pt_br: Vamos.

source: You can't enter the storage! If you want food for your troop, ask the staff in the office.
pt_br: Você não pode entrar no armazém! Se você quer comida para sua tropa, peça aos funcionários no escritório.

source: Leave the outpost?
pt_br: Deixar o posto avançado?

source: Yes.
pt_br: Sim.

source: No.
pt_br: Não.

source: What for?
pt_br: Por quê?

source: I have a request to the general.
pt_br: Eu quero requerir ao general

source: This way.
pt_br: Por aqui.

source: Leave here
pt_br: Saia daqui

source: Who are you? A newbie like you can't meet the general! He is very busy!
pt_br: Quem é você? Um novato como você não pode ver o general! Ele está muito ocupado!

source: Escort a food convoy to a garrison
pt_br: Escoltar uma caravana de comida para uma guarnição

source: <span color='yellow' size='smaller'>NOTE: you do not need to pay for convoys</span>
pt_br: <span color='yellow' size='smaller'>NOTA: você não precisa pagar pelas caravanas</span>

source: We have to send packs of food to one of our garrisons. Can you help escorting convoy? This job is not very dangerous but we wanna assign guards for safety. If you do this job, I will tell you the destination. I can't tell you the destination if you don't accept... this is confidential information.
pt_br: Nós temos que enviar fardos de comida para uma de nossas guarnições. Você pode ajudar escoltando a caravana? Esse trabalho não é muito perigoso mas nós queremos imputar guardas nisso por segurança. Se você quiser esse trabalho, eu direi o destino. Eu não posso te contar o destino se você não aceitar... essa é uma informação confidencial.

source: I can do it!
pt_br: Eu posso fazer isso!

source: OK. Escort <span color='yellow'>$ag_ongoing_mission_value convoys</span> to <span color='yellow'>$destination|</span> within <span color='yellow'>$ag_ongoing_mission_time days</span>. <small>Note: caravans supply foods to your troop.</small>
pt_br: Certo. Escolte <span color='yellow'>$ag_ongoing_mission_value convoys</span> para <span color='yellow'>$destination|</span> dentro de <span color='yellow'>$ag_ongoing_mission_time days</span>. <small>Nota: caravanas suprem comida para sua tropa.</small>

source: Sorry, I can't do it, sir.
pt_br: Desculpe, eu não posso fazer isso, senhor.

source: leave here
pt_br: saia daqui

source: You recall a unit!
pt_br: Você convocou uma unidade!

source: You recall $unit.name|!
pt_br: Você convocou $unit.name|

source: Welcome to the training room! What do you want?
pt_br: Bem-vindo à salão de treinamento! O que você quer?

source: Ask Clammy about training.
pt_br: Perguntar ao Clammy sobre treinamento.

source: You and party members can gain experience from the training. The amount of experience depends on the level of the unit. 1-8 for level 0, 0-2 for level 1, at most 1 for level 2 or higher. Actually this is for level 0 amateurs. While you don't need to pay for the training, you will have to spend a whole day on per single training session.
pt_br: Você e os membros do seu grupo podem ganhar experiência com o treinamento. A quantidade de experiência depende do nível da unidade. 1-8 para nível 0, 0-2 para nível 1, no máximo 1 para nível dois ou maior. Atualmente isso é para amadores de nível 0. Se por um lado você não paga pelo treinamento, você precisará gastar um dia inteiro por cada sessão de treinamento.

source: Training for a day:
pt_br: Treinando por um dia:

source: All units including you get some experiences. More effective for lower level units.
pt_br: Todas as unidades incluindo você ganham alguma experiência. Mais efetivo para unidades de baixo nível.

source: You get $random experience!
pt_br: Você ganhou $random experience!

source: <span color='yellow'>$amp.name</span> get <span color='red'>$random</span> experience!
pt_br: <span color='yellow'>$amp.name</span> ganhou <span color='red'>$random</span> experiência!

source: <span color='yellow'>$amp.name</span> level up!
pt_br: <span color='yellow'>$amp.name</span> subiu de nível!

source: Something might happen. Officers are gathering soldiers. There might be some urgent tasks. We can ignore this, but we could win a name if we solve this urgent task. Should we join this? NOTE: if you answer yes, you are involved in a battle (not a hard one, though).
pt_br: Algo pode acontecer. Oficiais estão juntando soldados. Podem ser algumas tarefas urgentes. Nós podemos ignorar isso, mas podemos ganhar um nome se resolvermos essa tarefa urgente. Devemos nos juntar nisso? NOTA: se você responder sim, você será envolvido em uma batalha (embora não uma difícil).
