Repository: mateus-70/Wesnoth-translations
Catalog: AG/ag-*.po
Languages: pt_br

source: A Group in a War
pt_br: Um Grupo numa Guerra

source: AG
pt_br: UG

source: You are the leader of a small troop. Lead your troop to finish the war. A simple RPG style campaign. There are some strange features in the gameplay, first time players should not choose Hard level. (Intermediate to expert level. Version:
pt_br: Você é o líder de uma pequena tropa. Lidere sua tropa para terminar a guerra. Uma simples campanha no estilo RPG. Há algumas funcionalidades estranhas na jogabilidade, jogadores de primeira viagem não devem escolher o nível Difícil

source: ) UMC Music Books and West's Chronicles can be used optionally. (Books 1,8-11 are highly recommended to be installed.)
pt_br: ) UMC Music Books e West's Chronicles podem ser usados opcionalmente. (A instalação dos UMC Music Books 1,8-11 é altamente recomendada.)

source: <span size='xx-small'>The War finished. Peaceful times will come. But the quiet days won't last long. Next war, <i>An Independence War</i> is coming...</span>
pt_br: <span size='xx-small'>A Guerra terminou. Dias de paz virão. Mas os dias tranquilos não durarão muito. A próxima guerra, <i>Uma Guerra de Independência</i> está vindo...</span>

source: Attack!
pt_br: Ataque!

source: Easy
pt_br: Fácil

source: Defense!
pt_br: Defenda!

source: Survive!
pt_br: Sobreviva!

source: Hard
pt_br: Difícil

source: Campaign Design
pt_br: Design da Campanha

source: Reference UMC Campaigns
pt_br: Referência à Campanhas UMC

source: and so many others...
pt_br: e tantos outros...

source: Special Thanks to the Greatest Bug Reporters (BfW 1.14.x)
pt_br: Agradecimentos Especiais para os Grandes Relatores de Erros (BpW 1.14.x)

source: Bug reports, feedbacks, and suggestions (BfW 1.14.x)
pt_br: Relatos de erros, feedback, e sugestões (BfW 1.14.x)

source: Bug reports, feedbacks, and suggestions (BfW 1.12.x)
pt_br: Relatos de erros, feedback, e sugestões (BfW 1.12.x)

source: Special Thanks
pt_br: Agradecimentos Especiais

source: West and other all the music composers for excelent musics
pt_br: West e todos os outros compositores pelas excelentes músicas

source: Pentarctagon, Elvish_Hunter, Huston, and many others for compilation of UMC Music Books
pt_br: Pentarctagon, Elvish_Hunter, Huston, e tantos outros pela compilação dos UMC Music Books

source: and all the developers of BfW!
pt_br: e todos os desenvolvedores de BfW

source: Day: <span color='red'>$ag_days</span>!
pt_br: Dia: <span color='red'>$ag_days</span>!

source: No urgent news!
pt_br: Sem notícias urgentes!

source: Bandit
pt_br: Bandido

source: Tolerant
pt_br: Tolerante

source: Deserter
pt_br: Desertor

source: Cautious
pt_br: Cauteloso

source: Brute
pt_br: Bruto

source: Strong
pt_br: Forte

source: Sneaker
pt_br: Sorrateiro

source: Guardian
pt_br: Guardião

source: Hungry
pt_br: Fome

source: Sleeper
pt_br: Dorminhoco

source: Red Baron
pt_br: Barão Vermelho

source: Quiet
pt_br: Silecioso

source: Bloodsword
pt_br: Espada sangrenta

source: Goblin Leader
pt_br: Líder Góblin

source: Pestilence
pt_br: Praga

source: Pacifist
pt_br: Pacifista

source: Coward
pt_br: Covarde

source: Thorough
pt_br: Meticuloso

source: Minotaur
pt_br: Minotauro

source: Mighty
pt_br: Poderoso

source: Assassin
pt_br: Assassino

source: Sentinel
pt_br: Sentinela

source: Famine
pt_br: Faminto

source: Hypnos
pt_br: Hipnos

source: Bloody Duke
pt_br: Duque de Sangue

source: Silent
pt_br: Silencioso

source: Death
pt_br: Morte

source: Wailbearer
pt_br: Carregador de Lágrimas

source: War
pt_br: Guerra

source: Deathbringer
pt_br: Distribuidor da Morte

source: You don't have enough gold for your members!
pt_br: Você não tem ouro suficiente para seus membros!

source: To our regret, you cannot pay for us. So we have to leave. Goodbye.
pt_br: Para nosso arrependimento, você não pode nos pagar. Então temos que ir embora. Tchau.

source: <span color='yellow'>$pay_money</span> gold payed for your party members!
pt_br: <span color='yellow'>$pay_money</span> ouro pago para os membros da sua equipe!

source: Food runs out! Starved!
pt_br: Acabou a comida! Faminto!

source: <span color='yellow'>$tmp_food</span> foods consumed. ($ag_food|/$ag_max_food|)
pt_br: <span color='yellow'>$tmp_food</span> comidas consumidas. ($ag_food|/$ag_max_food|)

source: You could not defeat bridge guards within the period...
pt_br: Você não poderia derrotar os guardas da ponte dentro do período...

source: <b>Mission Failed!</b>
pt_br: <b>Missão Fracassada</b>

source: You failed to conquer enemy strongpoint...
pt_br: Você falhou em conquistar a região defendida do inimigo...

source: Bridge
pt_br: Ponte

source: <b>Bridge resumed!</b>
pt_br: <b>Ponte consertada!</b>

source: We could not arrive at our destination within the specified days! You failed! We have to back to the Outpost! Shit!
pt_br: Nós não conseguimos chegar no destino dentro dos dias especificados! Você fracassou! Nós temos que voltar ao Posto Avançado! Merda!

source: You failed to escort convoys...
pt_br: Você falhou em escoltar o comboio...

source: You failed to accomplish the mission...
pt_br: Você falhou em completar a missão...

source: Kingdom is doing something..
pt_br: O Reino está fazendo algo..

source: Empire is doing something..
pt_br: O Império está fazendo algo..

source: An elvish girl was sighted at southwest..
pt_br: Uma elfa foi vista a sudoeste..

source: A dwarf was sighted at northeast..
pt_br: Um duende foi visto a nordeste..

source: Welcome to the office. What do you want?
pt_br: Bem-vindo ao escritório. O que você quer?

source: <span color='yellow'>Quick Link:</span> Receive resources (food and gold)
pt_br: <span color='yellow'>Link Rápido:</span> Receba recursos(comida e ouro)

source: Request supplemental funds
pt_br: Requisitar mais fundos

source: Request food supplies
pt_br: Requisitar suprimentos alimentícios

source: My fame?
pt_br: Minha fama?

source: If your fame exceeds <span color='yellow'>$ag_next_fame|</span>, your income will become <span color='green'>$ag_next_salary|</span>.
pt_br: Se sua fama exceder <span color='yellow'>$ag_next_fame|</span>, sua renda será <span color='green'>$ag_next_salary|</span>.

source: <small>Note: curent salary is determined from the previous pay day.</small>
pt_br: <small>Nota: o salário atual é determinado a partir do dia anterior.</small>

source: Your current fame is <span color='yellow'>$ag_fame|</span>. You can get <span color='green'>$ag_salary</span> gold every ten days.
pt_br: Sua fama atual é <span color='yellow'>$ag_fame|</span>. Você pode receber <span color='green'>$ag_salary</span> ouro a cada dez dias.

source: Thank you! (leave here)
pt_br: Obrigado! (sair)

source: You can receive $ag_charged_salary gold.
pt_br: Você pode receber $ag_charged_salary gold.

source: You cannot receive any funds now (NOTE: funds are charged every 10 days).
pt_br: Você não pode receber fundos agora (NOTA: fundos são colocados a cada 10 dias).

source: If so, follow the instructions of the commander.
pt_br: Se for o caso, siga as instruções do comandante.

source: Good night...
pt_br: Boa noite...

source: <i>Enemies intruded! Kill them immediately!</i>
pt_br: <i>Inimigos invadiram! Matem-os imediatamente!</i>

source: Something might happen. Officers are gathering soldiers. There might be some urgent tasks. We can ignore this, but we could win a name if we solve this urgent task. Should we join this? NOTE: if you answer yes, you are involved in a battle (not a hard one, though) and HP of your units are not fully healed.
pt_br: Algo pode acontecer. Oficiais estão reunindo soldados. Pode haver tarefas urgentes. Nós podemos ignorar isso, mas nós podemos ganhar um nome se resolvermos essa tarefa. Devemos nos juntar à batalha? NOTA: se sua resposta for sim, você será envolvido em uma batalha (entretanto não uma difícil) e o HP das suas unidades não são totalmente sarados.

source: join_outpost_battle^Yes.
pt_br: join_outpost_battle^Sim.

source: join_outpost_battle^No.
pt_br: join_outpost_battle^Não.

source: Would you like to rest and do nothing for today?
pt_br: Você gostaria de descansar e não fazer nada hoje?

source: Sleep and rest for a day (full heal)
pt_br: Durma e descanse por um dia (totalmente curado)

source: Do not sleep now
pt_br: Não durma agora

source: I will teach you about the battles, management, and tactics. What do you wanna know?
pt_br: Eu vou te ensinar sobre batalhas, gerenciamento, e táticas. O que você quer saber?

source: What should we do now?
pt_br: O que nós deveríamos fazer agora?

source: About the game system. (New players should check this first!)
pt_br: Sobre o sistema do jogo. (Jogadores novos devem ver isso primeiramente!)

source: Some minor topics
pt_br: Alguns tópicos menos relevantes

source: How to recall unit? (recall fired or left units)
pt_br: Como convocar unidades (convocar unidades demitidas ou que sairam)

source: You can recall former member of your group (fired or left) at the keep in the Outpost. But you might not recall some of units who are no longer loyal to you...
pt_br: Você pode convocar antigos membros do seu grupo (demitidos ou que foram embora) na torre de menagem no Posto Avançado. Mas você pode não ser capaz de convocar algumas unidades que não continuam sendo leais a você...

source: About you, Clammy.
pt_br: Sobre você, Clammy.

source: I am the next chief of a goblin tribe living close here. We do not belong to the Kingdom, but I am here to learn about Kingdom and battles. The reason we oppose the Empire is very simple, Kingdom does not mind us, but the Empire treats us as slaves. You will see goblins in the Imperial army. They are slaves. But you shouldn't hesitate in killing them. If you want to really liberate them, Kingdom must win the war, it is the only way. Ah, my name? Have you ever heard about my name? I am not sure, but according to the elders, my name is named after one of the greatest goblins. I don't know any further details.
pt_br: Eu sou o próximo chefe de uma tribo góblin que fica próximo. Nós não pertencemos ao Reino, mas eu estou aqui para aprender sobre o Reino e batalhas. O motivo pelo qual somos contra o Império é muito simples, o Reino não se importa conosco, mas o Império nos trata como escravos. Você verá góblins no exército Imperial. Eles são escravos. Mas você não deve hesitar em matá-los. Sevocê realmente quer libertá-los, o Reino deve vencer a guerra, é o único jeito. Ah, meu nome? Você já ouviu sobre meu nome? Eu não tenho certeza, mas de acordo com os anciões, meu nome é o mesmo que um dos maiores góblins. Eu não tenho mais detalhes.

source: Thank you, Clammy.
pt_br: Obrigado, Clammy.

source: We have to <span color='yellow'>defeat Imperial bridge guard</span> to break the bridge within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>derrotar os guardas da ponte do Império</span> para destruír a ponte em <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: We have to <span color='yellow'>attack South Fort</span> within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>atacar o Forte do Sul</span> dentro de <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: We have to <span color='yellow'>attack North Fort</span> within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>atacar o Forte do Norte</span> dentro de <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: We have to <span color='yellow'>attack Imperial main outpost</span> within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>atacar o posto avançado principal do Império</span> dentro de <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: We have to <span color='yellow'>escort convoys</span> to the south fort within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>escoltar comboios</span> para o Forte Sul dentro de <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: We have to <span color='yellow'>escort convoys</span> to the outpost west within <span color='yellow'>$ag_ongoing_mission_time|</span> days.
pt_br: Nós temos que <span color='yellow'>escoltar comboios</span> para o posto avançado do oeste dentro de <span color='yellow'>$ag_ongoing_mission_time|</span> dias.

source: You should get enough fame first to get enough income. At least you should have 70 gold income. (Your current income is $ag_salary|.) That amount of fund is necessary to keep 5-6 soldiers, which is minimum necessary number to fight against an enemy troop. To raise up your fame, the safest way is to accomplish relatively easy missions such as night patroling of the outpost.
pt_br: Primeiro você deve ter fama o suficiente para receber suficiente receita. Você deve ter pelo menos 70 ouro de receita. (Sua receita atual é $ag_salary|.) Essa quantia de fundos é necessária para manter 5-6 soldados, que é o número mínimo necessário para lutar contra uma tropa inimiga. Para aumentar sua fama, o jeito mais seguro é realizar missões relativamente fáceis, como o patrulhamento noturno do posto avançado.

source: First of all, you should gather 1-3 peasants, woodsmans, or ruffians and train them. Then, do patroling of the outpost by asking guards of the general. If you or your party member manages to kill the enemy leader during the patrol, you will get more fame.
pt_br: Primeiro de tudo, você deve juntar 1-3 aldeões, mateiroes ou rufiães e treiná-los. Então, faça o patrulhamento do posto avançado solicitando aos guardas do general. Se um dos membros do seu grupo conseguir matar o líder inimigo durante o patrulhamento, você receberá mais fama.

source: We, Kingdom army must regain the South Fort. Recruit and train your members first. You then attack enemy troops around the South Fort. You may try to regain villages in south of the river. Once you get enough power to attack the Fort, launch an assult collaborating with main army. <span color='yellow'>Breaking the bridge is a good option when attacking.</span> If the bridge does not work, reinforcement from the North Fort cannot appear.
pt_br: Nós, o exército do Reino deve primeiro reconquistar o Forte do Sul. Recrute e treine seus membros primeiro. Então ataque as tropas inimigas próximo ao Forte Sul. Você pode tentar reconquistar os vilarejos ao sul do rio. Uma vez que você tenha poder suficiente para atacar o Forte, lance uma investida colaborada com o exército principal. <span color='yellow'>Romper a ponte é uma boa opção quando for atacar.</span> Se a ponte não funciona, reforços do Forte do Norte não aparecerão.

source: Our target is the North Fort. We should attack there with our general. If you could prove yourself, you can ask him to attack the fort with you. The way to prove yourself is very simple, win the battles. Capturing the villages and small outposts in the north side of the river are also good options. <span color='yellow'>Outpost East, Village-N-W-River, and Village-N-C</span> are important points. If you managed to occupy all those points, enemy reinforcement might not bother us when attacking the North Fort. But be careful when crossing the river... Nagas are there. They are almost invincible in the water. Passing bridge might be a safer option, though we need to defeat bridge guards.
pt_br: Nosso alvo é o Forte do Norte. Nós devemos ataca-los com nosso general. Se você conseguir dar uma prova de si, você pode pedir a ele para atacar o forte com você. O jeito de provar a si mesmo é simples, vença as batalhas. Capturando os vilarejos e os pequenos postos avançados do lado norte do rio também são boas opções. <span color='yellow'>Posto avançado Leste, Vilarejo-Rio-N-O, e Vilarejo-N-C</span> são também pontos importantes. Se você conseguir ocupar todos esses pontos, reforços inimigos podem deixar de nos incomodar quando atacando o Forte Norte. Mas tome cuidado quando atravessando o rio... Nagas estão lá. Eles são quase invencíveis na água. Atravessar a ponte pode ser uma opção mais segura, mas primeiro precisamos derrotar os guardas da ponte.

source: There are some alien systems in this campaign, check it out carefully.
pt_br: Há alguns sistemas alienígenas nesta campanha, verifique-os cuidadosamente.

source: Healing
pt_br: Medicação

source: You must rest in the bedroom of the main outpost, villages, and forts of our kingdom to heal your units. <b>Usually, there are neither healers nor villages in the battle maps.</b> Injured or poisoned units should flee from the battle. In addition, units are healed slightly everyday if not poisoned or starved. <span color='yellow'>If starved, units won't be healed even when rest at the bed. Care about amount of food. In addition, units become temporary unhealable if starved. You need to rest at the bed to recover from that condition.</span>
pt_br: Você deve descansar no quarto do posto avançado principal, vilarejos, e Fortes do nosso reino para medicar suas unidades.<b>Normalmente, não há médicos nem vilarejos nos mapas de batalha.</b> Unidades feridas ou envenenadas devem fugir da batalha. Além disso, unidades são medicadas levemente todos os dias não estiverem envenenadas nem com fome. <span color='yellow'>Se estiverem com fome, as unidades não serão medicadas mesmo que durmam na cama. Cuide da quantidade de comida. Além disso, unidades ficam temporariamente imedicáveis se passarem fome. Você precisa dormir na cama para se recuperar dessa situação.</span>

source: Poison
pt_br: Veneno

source: It is very important point, poison of units never be cured even when a battle is finished. TO CURE POISON OF THE UNIT, THE UNIT HAS TO REST FOR A DAY AT THE OUTPOST, VILLAGES, OR FORTS.
pt_br: É um ponto muito importante, veneno em unidades nunca serão curados mesmo que a batalha termine. PARA CURAR UMA UNIDADE ENVENENADA, A UNIDADE TEM QUE DESCANSAR POR UM DIA NO POSTO AVANÇADO, VILAREJOS, OU FORTES.

source: Days
pt_br: Dias

source: Days will pass when you move on the Field or do a battle. When a new day begins, random events can take place, which cause both of positive/negative effects. Note that your fund is supplied every 10 days. (The fund can be accumulated in the office. You are not necessary to get the fund every 10th days. In other words, you can get all the accumulated funds anytime you are convenient.)
pt_br: Os dias passarão quando você se move no Campo ou quando batalha. Quando um dia novo começa, eventos aleatórios podem ocorrer, que podem causar efeitos positivos ou negativos. Note que seus fundos são fornecidos a cada 10 dias. (Os fundos podem ser acumulados no escritório. Você não precisa necessariamente pegar os fundos a cada 10 dias. Em outras palavras, você pode pegar todos os fundos acumulados em qualquer momento quando lhe for conveniente.

source: Gold
pt_br: Ouro

source: Your gold is used in several ways - recruiting soldiers - recalling soldiers - upkeep for units it seems the same as in the usual scenarios/campaigns, but are different from the standard gameplay
pt_br: Seu ouro é utilizado de diversas maneiras - recrutando soldados - convocando soldados - manutenção das unidades- parece o mesmo que a utilização usual dos cenários/campanhas, mas é diferente da jogabilidade padrão

source: <b>Recruiting soldiers</b> You can recruit soldiers only in our main Outpost (at least in this version). The cost of recruiting is different from the standard gameplay. This is because of some skills and loyalty issues. I will talk you some more details when you recruit the soldiers.
pt_br: <b>Recrutando soldados</b> Você pode recrutar soldados somente no nosso Posto Avançado principal (pelo menos nesta versão). O custo do recrutameto é diferente da jogabilidade padrão. Isso se deve a algumas questões sobre habilidades e lealdade. Eu falarei com mais detalhes quando você for recrutar os soldados.

source: <b>Recalling soldiers</b> Recalling soldiers can be done in the our main Outpost, please come to the keep where I am. You can recall soldiers once you fired. (You can fire units on that place, too.) This recalling is necessary only if you fired units, or units leave you due to your bankruptcy. On average, the recalling is not an usual event. <b>It is noteworthy that firing units itself does not have disadvantage other than the cost for recalling (20g). If there is an urgent problem about money, firing units can be an option.</b>
pt_br: <b>Convocando soldados</b> Convocando soldados pode ser feito no nosso Posto Avançado principal, por favor venha na torre de menagem onde eu estou. Você pode convocar soldados uma vez que você demitiu eles. (Você pode demiti-los também naquele lugar.) Esta convocação só é necessária se você demitiu unidades, ou unidades te deixaram por causa da sua falência. No habitual, convocar não é um evento usual. <b>É importante notar que demitir unidades não tem desvantagens além do custo de convocação (20 ouro). Se ocorrer um problema de dinheiro urgente, demitir unidades pode ser uma opção.</b>

source: <b>Upkeep</b> Each of your soldiers cost you 1 GOLD/DAY. This cost does not depend their levels. And no money is necessary for me, never mind. If you cannot pay this everyday upkeep, <b>ALL THE SOLDIERS LEAVE YOUR TROOP.</b> You must be careful your upkeep and the current your money. You can recall those soldiers at the Outpost later. BUT LOW LOYALTY UNITS MIGHT NOT ACCEPT YOUR OFFER ANYMORE.
pt_br: <b>Manutenção</b> Cada um dos seus soldados custam 1 OURO/DIA. Este custo não depende do nível deles. E nenhum dinheiro é necessário para mim, não ligue. Se você não conseguir pagar essa manutenção diária, <b>TODOS OS SOLDADOS DEIXAM A SUA TROPA.</b> Você deve ser cuidadoso com a manutenção e o seu dinheiro. Você pode convocar esses soldados no Posto Avançado depois. MAS UNIDADES DE BAIXA LEALDADE PODEM NUNCA MAIS ACEITAR SUA OFERTA.

source: <b>How to get money?</b> You can get money in the offices (main Outpost, North Fort, and South Fort) every 10 days. Your current base income is $ag_salary|, this value depends on your fame. In addition, when you did good jobs such as capturing villages or killing enemy leaders, you can get extra money. Be care on the your base income and upkeep. <span color='yellow'>If your base income is 30, 3 soldiers (30 gold upkeep in 10 days) will be the reasonable limit for the number of the soldiers.</span>
pt_br: <b>Como conseguir dinheiro?</b> Você pode pegar dinheiro nos escritórios (Posto Avançado principal, Forte do Norte, e Forte do Sul) a cada 10 dias. Sua receita atual é $ag_salary|, este valor depende da sua fama. Além disso, quando quando você faz bons trabalhos como capturar vilarejos ou matando líderes inimigos, você pode obter dinheiro extra. Tenha cuidado com sua receita base e o custo de manutenção. <span color='yellow'>Se sua receita base é 30, 3 soldados (30 ouro em manutenção em 10 dias) serão um limite razoável para o número de soldados.</span>

source: <b>Foods</b>
pt_br: <b>Comida</b>
